{
  "id": "assam",
  "name": "Assam",
  "otherNames": [
    "Assam Orthodox",
    "Assam CTC",
    "Indian Breakfast Tea"
  ],
  "teaType": "black",
  "origin": {
    "country": "India",
    "region": "Assam, Brahmaputra River Valley, northeastern India",
    "terroir": "Grown at or near sea level in the Brahmaputra River floodplain, Assam's terroir is defined by mineral-rich alluvial soil deposited by seasonal flooding, extreme tropical humidity, monsoon rainfall of up to 250-300 mm per day, and summer temperatures reaching 36°C (96.8°F). These greenhouse-like conditions accelerate leaf growth in Camellia sinensis var. assamica, producing larger, bolder leaves with naturally higher caffeine content and a pronounced malty sweetness found nowhere else. Unlike most premium teas grown at elevation, Assam's lowland tropical environment creates a uniquely robust flavor profile.",
    "harvest": "First flush (late February to April) produces lighter, brighter teas with fresh, floral notes. Second flush (May to June) is the most prized harvest, yielding the signature malty, full-bodied 'tippy tea' with golden tips on the leaves. Monsoon flush (July to September) produces stronger, less nuanced teas used primarily in blending. Autumn flush (October to November) offers a mellower cup with reduced astringency."
  },
  "processing": {
    "oxidationLevel": "100% (fully oxidized)",
    "steps": [
      "Plucking — hand or machine harvesting of the terminal bud and top two to three leaves",
      "Withering — leaves are spread on long metal troughs in shaded areas for 14-20 hours, reducing moisture content and making leaves pliable for rolling",
      "Rolling (Orthodox) or CTC maceration — Orthodox rolling twists the leaf and expresses juices to begin enzymatic oxidation while preserving leaf integrity; CTC (crush, tear, curl) passes leaves through serrated cylindrical rollers to fully macerate them into small, uniform pellets",
      "Oxidation/Fermentation — rolled or macerated leaves are spread in thin layers at temperatures below 30°C with humidity above 90% for the polyphenols to oxidize, turning leaves dark coppery-brown and developing characteristic malty aroma",
      "Firing/Drying — leaves move through heated dryers at 220-250°F (104-121°C) for 20-40 minutes to halt oxidation and reduce moisture to approximately 3%",
      "Grading and sorting — dried tea is separated by leaf size into whole leaf, broken leaf, fannings, and dust categories (Orthodox) or sorted by pellet uniformity (CTC)"
    ]
  },
  "profile": {
    "appearance": "Orthodox: long, twisted dark brown to black leaves with golden tips visible in premium grades. CTC: small, tightly rolled dark brown pellets of uniform size. Second flush teas display more prominent golden tips.",
    "liquorColor": "Deep amber to rich reddish-copper; CTC versions produce a darker, more opaque brew while Orthodox yields a brighter, more translucent cup",
    "aroma": [
      "malty",
      "deep burnt caramel",
      "earthy",
      "baked bread",
      "hint of mandarin"
    ],
    "flavor": [
      "bold malt",
      "caramel sweetness",
      "honey undertones",
      "earthy depth",
      "brisk astringency"
    ],
    "mouthfeel": "Full-bodied and robust with moderate to strong astringency; pleasantly tannic with a slightly mouth-coating quality. CTC versions are heavier and more brisk while Orthodox Assam offers smoother, more complex texture. Some drinkers note a creamy quality, especially in second flush teas.",
    "finish": "Lingering malty sweetness with a clean, brisk close. Second flush teas leave a more complex aftertaste with notes of caramel and dried fruit. CTC versions finish with stronger tannin presence that pairs well with milk."
  },
  "brewing": {
    "waterTemp": "200-212°F (93-100°C); use 200-205°F for Orthodox grades to preserve nuance, full boiling 212°F for CTC",
    "steepTime": "3-5 minutes; Orthodox grades benefit from 3-4 minutes to avoid excessive bitterness, while CTC extracts quickly at 2-3 minutes",
    "leafRatio": "2-3 grams per 8 oz (240 ml); use slightly less for CTC (1-2 grams) as the macerated leaves extract more rapidly",
    "resteeps": 1,
    "notes": "Use fresh, cold water for best results — reboiled water contains less dissolved oxygen and produces a flat-tasting brew. To increase strength, add more leaf rather than steeping longer, as over-steeping produces bitterness rather than body. Assam pairs exceptionally well with milk and sweetener, which smooth the tannins and highlight the malty character. For iced Assam, brew double-strength and pour over ice, or cold brew in the refrigerator for 12 hours."
  },
  "caffeine": {
    "level": "high",
    "mgPerCup": "50-90 mg per 8 oz cup; CTC and second flush teas tend toward the higher end due to greater leaf surface exposure and higher concentration of Camellia sinensis var. assamica's naturally elevated caffeine levels",
    "lTheanine": "Approximately 25-60 mg per cup. The caffeine-to-L-theanine ratio in Assam produces a more stimulating effect than high-altitude teas, though L-theanine still provides a moderating influence that prevents the jittery energy associated with coffee.",
    "energyNotes": "Assam delivers a strong, sustained energy boost that peaks within 30-45 minutes and sustains alertness for 2-4 hours. The high caffeine content combined with moderate L-theanine creates an alert, focused state — more stimulating than most other teas but smoother than coffee. This energizing profile explains why Assam forms the backbone of most breakfast tea blends worldwide."
  },
  "health": {
    "primaryBenefits": [
      "Rich in theaflavins and thearubigins — powerful polyphenolic antioxidants formed during full oxidation that help neutralize free radicals and reduce oxidative stress",
      "Cardiovascular support — research reviews associate drinking three cups of black tea daily with reduced risk of heart disease, attributed to flavonoids that help lower LDL cholesterol and improve HDL cholesterol levels",
      "Cognitive function and neuroprotection — the synergistic combination of caffeine and L-theanine enhances focus, memory, and sustained attention; test-tube studies suggest black tea compounds may inhibit enzymes involved in Alzheimer's disease progression",
      "Gut microbiome support — polyphenolic compounds in black tea may function as prebiotics, promoting the growth and maintenance of beneficial gut bacteria",
      "Metabolic support — polyphenols and caffeine in black tea may aid weight management by boosting metabolism and increasing fat oxidation"
    ],
    "antioxidants": "Assam tea is rich in theaflavins, thearubigins, and residual catechins. During CTC processing, over 96% of catechins (including EGCG) are converted into complex polymeric compounds — primarily theaflavins and thearubigins — which possess distinct antioxidant properties. Research from North East India found that total phenolic content correlates more strongly with antioxidant activity than individual catechin or theaflavin levels, suggesting the full polyphenol matrix works synergistically. Caffeine content actually increases by approximately 18% during processing.",
    "traditionalUses": "In Ayurvedic tradition, black tea is considered warming and stimulating, used to support digestion and mental alertness. In Assam itself, the indigenous Singpho tribe consumed wild tea leaves as a medicine and stimulant long before British commercialization. In traditional Indian households, Assam CTC brewed as masala chai with warming spices is considered a digestive aid and energy tonic.",
    "modernResearch": "Multiple studies support black tea's cardiovascular benefits through improved endothelial function and cholesterol regulation. Research published in PMC has examined the biochemical transformation of catechins into theaflavins during CTC processing, finding peak theaflavin formation at 20 minutes of fermentation. Population-level studies across 50 countries have shown correlation between black tea consumption and lower incidence of type 2 diabetes. While these findings are promising, most studies examine black tea broadly rather than Assam specifically, and more targeted research is needed.",
    "cautions": "Assam tea's high tannin content may reduce iron absorption, particularly from plant-based sources — people with low iron should avoid drinking tea with meals. The relatively high caffeine content (50-90 mg per cup) may cause restlessness, anxiety, or insomnia in sensitive individuals. Pregnant individuals should limit total caffeine intake to no more than 200 mg per day. Excessive consumption may exacerbate acid reflux or stomach sensitivity in some people."
  },
  "grading": {
    "system": "Orthodox and CTC grading systems. Orthodox Assam follows the Western leaf-grade hierarchy; CTC tea is graded by pellet size and uniformity.",
    "grade": "TGFOP (Tippy Golden Flowery Orange Pekoe) is the standard fine Assam Orthodox grade. Higher grades include FTGFOP (Finest Tippy Golden Flowery Orange Pekoe) and SFTGFOP (Special Finest). CTC grades include BOP (Broken Orange Pekoe), BP (Broken Pekoe), and various fannings and dust grades.",
    "gradeExplanation": "In Orthodox Assam, 'Tippy' indicates a high proportion of golden bud tips, 'Golden' refers to the lighter color of those tips, and 'Flowery' denotes the presence of the youngest leaf and bud. The numerical suffix '1' (as in FTGFOP1) marks the top quality within that grade. For CTC, leaf grade is less meaningful — quality depends more on garden reputation, harvest season, and freshness. Most commercial tea bags contain CTC fannings or dust, while loose-leaf enthusiasts seek Orthodox whole-leaf grades of TGFOP or higher."
  },
  "content": {
    "overview": "Assam is the world's most prolific tea-growing region and produces India's signature black tea — bold, malty, and full-bodied, with a deep amber-to-copper liquor that has become the backbone of breakfast blends worldwide. Grown exclusively from Camellia sinensis var. assamica in the tropical lowlands of the Brahmaputra River Valley, Assam tea is distinguished from all other black teas by its terroir: near-sea-level elevation, extreme monsoon rainfall, and greenhouse-like heat and humidity that produce larger, faster-growing leaves with naturally higher caffeine content and a pronounced malty sweetness found nowhere else. The region produces over half of India's total tea output — roughly 10% of the world's tea — from more than 800 plantations spread across both banks of the Brahmaputra. Assam is processed in two fundamentally different ways: Orthodox rolling, which preserves the whole leaf for a more nuanced cup, and CTC (crush, tear, curl), which macerates the leaf into uniform pellets for a strong, quick-extracting brew ideal for chai and milk tea. Whether sipped straight as a premium Orthodox second flush or steeped into a robust morning chai, Assam tea is one of the world's most essential and widely consumed teas.",
    "history": "The story of Assam tea begins with the indigenous Singpho tribe, who had been brewing tea from wild plants growing in the region for centuries before European contact. In 1823, Scottish adventurer Robert Bruce encountered these wild tea bushes while trading in upper Assam, directed to them by Singpho chief Bessa Gam through the intermediary Maniram Dewan. Bruce arranged to collect samples but died before the plant could be scientifically classified. His brother Charles sent leaves to the Calcutta Botanical Garden in the early 1830s, where botanists identified them as a distinct variety — Camellia sinensis var. assamica — separate from the Chinese tea plant. In 1834, Governor-General Lord Bentinck established the Tea Committee, which identified Assam as an ideal tea-growing region. The first commercial shipment reached London in 1838 and was auctioned in January 1839, though critics noted it lacked the fragrance of Chinese tea. The Assam Tea Company, founded in 1839, was the first dedicated tea enterprise, but the early decades were brutal — by 1870, 56 of 60 tea companies operating in Assam had gone bankrupt. Industrial mechanization in the 1870s, including the eventual invention of CTC processing, finally made Assam tea commercially viable. Modern genetic research has revealed that while the assamica variety takes its name from India, wild populations in western Yunnan share genetic similarities with Indian Assam tea, suggesting both may have originated from a common ancestor near the intersection of southwestern China, Indo-Burma, and Tibet, though Indian Assam tea appears to represent an independent domestication event.",
    "culture": "In Assam and across India, tea is far more than a commodity — it is a daily ritual, an economic engine, and a cultural touchstone. Assam CTC brewed as masala chai is the most widely consumed form of tea on the Indian subcontinent, prepared by simmering tea with milk, sugar, and spices (cardamom, ginger, cinnamon, cloves) in a small pot and served in everything from porcelain cups to clay kullads sold by roadside chaiwallas. Tea drinking in India transcends class, religion, and region, and Assam's tea gardens are central to the identity and economy of the state, providing livelihoods for millions. Internationally, Assam's influence is felt through its dominance in breakfast tea blends — English Breakfast, Irish Breakfast, and Scottish Breakfast all rely on Assam CTC or Orthodox as their malty, full-bodied base. Irish Breakfast tea, in particular, is known for its heavy Assam component and stronger character. The Assam tea auction in Guwahati is one of the largest in the world, setting prices that ripple through the global tea trade.",
    "production": "Assam tea production is defined by two fundamentally different processing methods that serve distinct markets and purposes. Orthodox production follows traditional hand-crafted techniques: leaves are carefully withered for 14-20 hours, rolled to twist the leaf and express juices while maintaining leaf integrity, oxidized under controlled humidity and temperature conditions, and fired at 220-250°F to halt oxidation. Each batch is supervised by experienced tea professionals who adjust parameters based on the leaf's condition — a skilled art that produces complex, nuanced teas graded by leaf size and tip content. CTC production, developed in the 1930s by William McKercher, revolutionized Assam's tea industry by passing withered leaves through a series of cylindrical rollers with serrated blades that crush, tear, and curl the leaf into small, uniform pellets in as little as two hours. This mechanized process ruptures cell walls completely, exposing maximum polyphenol content to oxidation and producing a tea that extracts quickly, brews dark and strong, and delivers consistent results — ideal for tea bags, masala chai, and blended products. Today, CTC accounts for the vast majority of Assam's production, while Orthodox Assam remains a premium product sought by specialty tea connoisseurs.",
    "selection": "When selecting Assam tea, the first decision is between Orthodox and CTC — they serve fundamentally different purposes. For straight black tea drinking or pairing with just milk, choose Orthodox grades of TGFOP or higher from a named single estate; look for second flush tea (May-June harvest) for the prized malty character with golden tips visible in the dry leaf. The leaves should be long, twisted, and dark with clearly visible golden-orange tips that indicate careful processing. Aroma should be clean and malty with no musty or stale notes. For masala chai, strong milk tea, or a robust morning brew, CTC is the appropriate choice — look for uniform, tightly rolled pellets with a fresh smell and avoid any signs of dust or excessive fines that indicate poor quality. Estate reputation matters significantly in both categories; established gardens like Mangalam, Halmari, Harmutty, and Manohari produce consistently excellent teas. Be cautious with generic 'Assam' labels on blended tea bags, which may contain low-grade fannings or dust from multiple sources — single-estate or single-garden labeling is a stronger quality indicator.",
    "storage": "Assam black tea's full oxidation gives it a longer shelf life than green or white teas, but proper storage is still essential for preserving its characteristic malty flavor and brisk character. Store in an airtight, opaque container — a sealed tin, ceramic canister, or foil-lined bag works well — in a cool, dry, dark place such as a kitchen cabinet away from the stove or oven. Avoid clear glass containers, as UV light degrades the tea's polyphenols and dulls its flavor. Assam tea is highly absorbent of surrounding odors, so keep it well separated from spices, coffee, and strong-smelling foods. Under proper conditions, Assam tea maintains optimal flavor for 18-24 months, though tins or aluminum foil bags may extend usability to approximately 3 years. Signs of degradation include loss of the characteristic malty aroma, faded color in the dry leaf, flat or excessively bitter taste when brewed, and a liquor that appears dull rather than bright. Unlike pu-erh or certain aged oolongs, Assam tea does not improve with age — its bold flavors gradually mellow and flatten over time, so fresh tea is always preferable.",
    "pairings": "Assam tea's bold, malty character makes it one of the most versatile teas for food pairing and one of the few that stands up to milk and sweetener without losing its identity. The classic pairing is a full English or Irish breakfast — eggs, toast, sausage, and bacon — where the tea's briskness and tannins cut through richness while the malty sweetness complements savory flavors. Assam pairs naturally with baked goods: scones with clotted cream and jam, shortbread, malt loaf, and butter croissants all benefit from its robust character. Rich chocolate desserts, particularly milk chocolate and caramel-based confections, find a natural partner in Assam's malty depth. In its masala chai form, Assam complements the warming spices of Indian cuisine and makes an excellent accompaniment to samosas, pakoras, and other fried snacks. Assam is primarily a morning and midday tea — its high caffeine content makes it less suited to evening drinking. Second flush Orthodox Assam is best enjoyed on its own or with just a splash of milk to appreciate its complexity, while CTC versions are ideal for strong milk tea and spiced chai preparations.",
    "variations": "Assam teas vary dramatically depending on processing method, harvest season, and garden of origin. Orthodox Assam ranges from delicate first flush teas with bright, floral notes and lighter body to the prized second flush teas that deliver the signature malty, full-bodied character with prominent golden tips. CTC Assam is the workhorse of the global tea trade, providing the strong, brisk base for most commercial breakfast blends and masala chai. Within the specialty market, single-estate Assam teas from gardens like Halmari, Mangalam, and Manohari command premium prices for their distinctive terroir-driven profiles. Assam also serves as the base for several important blended teas: English Breakfast, Irish Breakfast (which is predominantly Assam), and many proprietary breakfast blends rely on Assam for malt and body. Though best known for black tea, Assam also produces smaller quantities of green and white tea with their own distinctive characteristics — Assam green tea retains a bolder, more full-bodied character than Chinese or Japanese greens. Related Indian teas include Darjeeling (grown at high elevation from primarily var. sinensis, producing a lighter, more muscatel character) and Nilgiri (grown in southern India's Blue Mountains, offering a brisk, fragrant, and less malty profile)."
  }
}
