{
  "id": "ceylon",
  "name": "Ceylon",
  "otherNames": [
    "Ceylon Black Tea",
    "Sri Lankan Tea",
    "Lion Tea"
  ],
  "teaType": "black",
  "origin": {
    "country": "Sri Lanka",
    "region": "Central and southern highlands of Sri Lanka, spanning seven defined tea-growing districts: Nuwara Eliya, Dimbula, Uva, Uda Pussellawa, Kandy, Ruhuna, and Sabaragamuwa",
    "terroir": "Sri Lanka's complex topography creates a remarkable diversity of microclimates within a small island. The central massif rises sharply from sea level to over 2,500 meters, producing three distinct elevation tiers: high-grown (above 4,000 ft), mid-grown (2,000-4,000 ft), and low-grown (below 2,000 ft). Dual monsoon patterns — the southwest (May-September) and northeast (October-January) — affect different districts at different times, giving each region a distinct quality season. Volcanic soils enriched with mineral content, combined with abundant rainfall and cool mountain mists, create the bright, brisk character that distinguishes Ceylon from other black teas.",
    "harvest": "Year-round production with regional quality peaks dictated by monsoon patterns. Dimbula and Nuwara Eliya produce their finest teas January-March during the dry northeast monsoon. Uva's quality season is July-September when dry southwest monsoon winds create uniquely complex teas. Kandy and lower districts produce consistently throughout the year."
  },
  "processing": {
    "oxidationLevel": "85-100% (fully or near-fully oxidized for black tea; Sri Lanka also produces smaller quantities of green, white, and oolong)",
    "steps": [
      "Plucking — primarily hand-plucked by skilled workers who select the terminal bud and two youngest leaves (two leaves and a bud standard)",
      "Withering — freshly plucked leaves are spread on long troughs in shaded withering rooms for 14-20 hours, reducing moisture content and making leaves pliable",
      "Rolling — predominantly Orthodox rolling, which twists leaves to rupture cell walls and express juices while preserving leaf shape and integrity",
      "Oxidation/Fermentation — rolled leaves are spread in thin layers at temperatures below 30°C with humidity above 90%, turning dark coppery-brown as polyphenols oxidize; duration and conditions are adjusted based on the desired character",
      "Firing/Drying — leaves are passed through heated dryers to halt oxidation and reduce moisture to approximately 3%, locking in flavor and aroma",
      "Grading and sorting — dried tea is mechanically sifted and sorted by leaf size into whole leaf (OP, OPA, OP1, Pekoe), broken leaf (BOP, BOP1, FBOP), fannings (BOPF, FBOPF), and dust grades"
    ],
    "roastLevel": "none"
  },
  "profile": {
    "appearance": "Varies by grade and region: whole leaf grades (OP, OPA) display long, wiry, dark brown to black leaves; broken grades (BOP, FBOP) are shorter and more compact; low-grown teas produce larger, intensely black leaves, while high-grown teas tend toward a more wiry, lighter-colored appearance",
    "liquorColor": "Bright orange to deep reddish-copper depending on elevation: high-grown teas yield a lighter golden-orange liquor, mid-grown teas produce a rich copper, and low-grown teas brew to a deep burgundy-brown",
    "aroma": [
      "bright citrus with lemon zest overtones",
      "clean floral bouquet",
      "light spice",
      "brisk freshness",
      "subtle honey sweetness"
    ],
    "flavor": [
      "characteristic briskness and brightness",
      "citrus notes ranging from lemon to orange",
      "mild floral sweetness",
      "gentle tannin structure without harshness",
      "clean refreshing finish"
    ],
    "mouthfeel": "Medium-bodied with a crisp, clean texture that is notably less heavy than Assam. High-grown teas are light and brisk with delicate astringency, mid-grown teas offer a fuller body with creamy undertones, and low-grown teas present bold body with smooth, malty richness. The overall impression is lively and refreshing rather than thick or mouth-coating.",
    "finish": "Clean and bright with lingering citrus and mild floral notes. High-grown teas fade to a delicate sweetness, while low-grown teas leave a more robust, malty aftertaste. The characteristic briskness provides a refreshing close that invites the next sip."
  },
  "brewing": {
    "waterTemp": "200-212°F (93-100°C); use 200°F for high-grown whole-leaf grades to preserve delicacy, full boiling for low-grown and broken-leaf grades",
    "steepTime": "3-5 minutes; 3 minutes for a lighter cup, 5 minutes for full strength. Sri Lankan tea houses offer 3-, 4-, and 5-minute options for light, medium, and strong brews respectively.",
    "leafRatio": "2 g per 8 oz (250 ml), approximately 1 teaspoon; for stronger tea, add more leaf rather than steeping longer to avoid bitterness",
    "resteeps": 2,
    "notes": "Preheat the teapot or cup with boiling water and discard before adding tea — this maintains stable brewing temperature and produces a noticeably brighter cup. Use fresh, cold water brought to the appropriate temperature rather than reboiled water, which contains less dissolved oxygen and yields a flat brew. Ceylon's brightness makes it excellent both with and without milk: high-grown teas are best appreciated straight or with a light splash, while low-grown and broken grades hold their flavor well with milk and sweetener. For iced Ceylon tea, brew double-strength and pour over ice, or cold-brew in the refrigerator for 8-12 hours for a smooth, naturally sweet result."
  },
  "caffeine": {
    "level": "moderate",
    "mgPerCup": "40-70 mg per 8 oz cup; low-grown teas and broken grades tend toward the higher end due to faster extraction, while high-grown whole-leaf teas are more moderate",
    "lTheanine": "Approximately 5-12 mg per cup, consistent with black tea averages. The L-theanine content moderates caffeine's stimulating effects, though the ratio in Ceylon favors stimulation over the calm-alertness profile of green teas.",
    "energyNotes": "Provides a clean, moderate energy boost with smooth onset and sustained alertness lasting 2-3 hours. The stimulation is brisk and clarifying rather than heavy — lighter and more refreshing than Assam's powerful malty push, making Ceylon well-suited to midday drinking without the afternoon slump that stronger teas can produce."
  },
  "health": {
    "primaryBenefits": [
      "Rich in theaflavins and thearubigins — polyphenolic antioxidants unique to oxidized black tea that help neutralize free radicals and reduce oxidative stress",
      "Cardiovascular support through cholesterol regulation — theaflavins help reduce LDL oxidation and improve the LDL-to-HDL ratio, with regular black tea consumption associated with lower risk of heart disease and stroke",
      "Blood sugar management — research suggests daily consumption of three cups of black tea may reduce the risk of type 2 diabetes by up to 42% through improved insulin sensitivity",
      "Cognitive enhancement from the caffeine-L-theanine synergy, which supports focus, memory, and sustained attention; antioxidant compounds may also provide neuroprotective benefits against age-related cognitive decline",
      "Anti-inflammatory and antimicrobial properties from polyphenols including quercetin, myricetin, and kaempferol, which support immune function and may help reduce chronic inflammation"
    ],
    "antioxidants": "Ceylon tea is rich in polyphenols including theaflavins, thearubigins, and residual catechins, as well as flavonoid aglycones such as quercetin, myricetin, and kaempferol. Sri Lanka's unique combination of volcanic soil, elevation variation, and dual-monsoon climate is claimed to produce teas with particularly high antioxidant content compared to teas grown in other regions. High-grown Ceylon teas retain more catechins due to slower oxidation from cooler processing conditions, while low-grown teas develop more theaflavins during their faster, warmer oxidation.",
    "traditionalUses": "Ceylon tea does not carry deep traditional medicinal roots in the way that Chinese or Japanese teas do, as its production history dates only to the 1860s. However, in Sri Lankan culture tea is considered a daily tonic and is associated with digestive comfort, mental alertness, and social well-being. In Ayurvedic terms, black tea is considered warming and stimulating, suited to supporting digestion and mental clarity.",
    "modernResearch": "Most clinical research examines black tea broadly rather than Ceylon specifically, but several studies note Sri Lankan tea's distinctive antioxidant profile. Population-level studies associate regular black tea consumption with reduced cardiovascular events, improved endothelial function, and lower inflammatory markers. A study in 24 participants showed black tea consumption significantly reduced blood sugar levels in both prediabetic and non-prediabetic individuals. The polyphenol composition of high-grown versus low-grown Ceylon teas has been examined, with higher-elevation teas showing greater catechin retention. More targeted clinical research on Ceylon tea specifically, as distinct from other black teas, would strengthen these associations.",
    "cautions": "Tannins in black tea can inhibit non-heme iron absorption — people with iron deficiency or those relying on plant-based iron sources should drink tea between meals rather than with food. Moderate caffeine content (40-70 mg/cup) may cause restlessness or insomnia in sensitive individuals, particularly with afternoon or evening consumption. Pregnant individuals should keep total daily caffeine under 200 mg. Excessive consumption may aggravate acid reflux or gastric sensitivity. Catechins may interact with certain medications including blood thinners and beta-blockers — consult a healthcare provider if taking prescription medications."
  },
  "grading": {
    "system": "Orthodox leaf-grade hierarchy (the Western system), used consistently across Sri Lankan tea production. Grades indicate leaf size and appearance, not inherent quality — a well-produced Pekoe can surpass a poorly made OP.",
    "grade": "Primary whole-leaf grades: OP (Orange Pekoe, long wiry leaves), OP1 (finer grade with delicate leaf), OPA (slightly larger leaf). Broken grades: BOP (Broken Orange Pekoe, the most popular), BOP1 (wiry broken leaf), FBOP (Flowery Broken Orange Pekoe, includes tips). Fannings: BOPF (Broken Orange Pekoe Fannings, the most common Sri Lankan grade), FBOPF (with flowery tips). Dust: D and D1 (smallest particles, used in tea bags).",
    "gradeExplanation": "Ceylon tea grading classifies leaf size rather than flavor quality. 'Orange Pekoe' derives from the Dutch royal House of Orange and the Chinese 'bai hao' (white down, referring to bud trichomes), not the citrus fruit. Whole-leaf grades (OP, OPA, OP1) produce lighter, more refined cups and require longer steeping. Broken grades (BOP, FBOP) offer stronger, quicker extraction and are the workhorses of the Ceylon trade. 'Flowery' indicates the presence of young leaf tips. BOPF — Broken Orange Pekoe Fannings — is the most widely traded Ceylon grade and the backbone of many commercial tea bags. In general, larger leaf sizes yield more nuanced, complex flavors, while smaller grades brew stronger and faster."
  },
  "content": {
    "overview": "Ceylon tea is the signature product of Sri Lanka, a tropical island nation that punches far above its geographic weight as the world's fourth-largest tea producer and one of its most important exporters. What makes Ceylon unique among the world's great teas is the extraordinary diversity produced within such a compact area: seven defined growing districts spanning elevations from sea level to over 6,000 feet create an unmatched range of characters under a single national origin, from the delicate, floral high-grown teas of Nuwara Eliya to the bold, malty low-grown teas of Ruhuna. Ceylon tea is predominantly processed as orthodox black tea — a tradition that preserves leaf integrity and produces the bright, brisk, citrus-tinged character that has defined the category since James Taylor planted the first commercial estate in 1867. The Sri Lanka Tea Board administers strict quality standards and the iconic Lion Logo certification, ensuring that tea bearing the 'Ceylon' name meets minimum standards of purity and origin. Ceylon tea forms a critical component of many of the world's most popular blended teas, including English Breakfast and Earl Grey, prized for the brightness and clean structure it contributes to blends.",
    "history": "The origins of Ceylon tea lie in catastrophe and reinvention. Sri Lanka — then the British colony of Ceylon — built its agricultural economy on coffee cultivation in the early nineteenth century, with British planters establishing vast estates across the central highlands. In 1867, a 32-year-old Scottish planter named James Taylor, who had arrived in Ceylon as a teenager in 1851, planted 19 acres of tea at Loolecondera Estate near Kandy, having studied tea cultivation during a visit to India the previous year. Taylor processed the first leaves on the verandah of his bungalow, rolling them by hand on tables and firing them on clay stoves over charcoal — likely producing the first commercial cup of Ceylon tea. His timing proved fortuitous: beginning in 1869, the devastating coffee rust fungus (Hemileia vastatrix) swept through the island's plantations, destroying the coffee industry over the following decade and forcing planters to convert to tea. By the time of Taylor's death in 1892, annual tea exports had surged from 23 pounds to 22,900 tonnes. Scottish entrepreneur Thomas Lipton visited Ceylon in the 1890s and began purchasing estates directly, pioneering the concept of vertically integrated 'from garden to teacup' marketing that made Ceylon tea a global household name. In 1971, the Sri Lankan government nationalized the predominantly British-owned estates, and when the country changed its name from Ceylon to Sri Lanka in 1972, industry leaders successfully lobbied to retain the 'Ceylon' brand name for tea exports — one of the most valuable place-of-origin brands in the food world.",
    "production": "Ceylon tea production is overwhelmingly orthodox — a deliberate tradition that Sri Lanka has maintained even as other major producers shifted to CTC for higher output. The orthodox process begins with hand-plucking, a practice still predominant in Sri Lanka where skilled workers select the terminal bud and top two leaves along steep mountain slopes. Withered leaves are rolled on orthodox rolling tables that twist and compress the leaf to rupture cell walls and express juices while preserving the leaf's overall shape and integrity — a fundamental distinction from CTC's mechanical maceration. Oxidation occurs on cool factory floors where the broken leaves are spread in thin layers at temperatures below 30°C with high humidity, carefully monitored by experienced tea makers who judge readiness by color, aroma, and touch. The tea is then fired in heated dryers to halt oxidation and reduce moisture to approximately 3%, followed by mechanical sorting and grading by leaf size. Sri Lanka's elevation range means that factories at different altitudes process under markedly different ambient conditions: high-altitude factories work with cooler temperatures that slow oxidation, producing more delicate, complex teas, while low-altitude factories in the warmer lowlands see faster oxidation that develops bolder, fuller flavors. A small amount of CTC production exists, primarily for the domestic and Middle Eastern markets, but Ceylon's reputation and the Lion Logo certification are built on its orthodox tradition.",
    "culture": "Tea permeates every level of Sri Lankan society and identity. The island's central highlands, draped in emerald tea plantations that stretch to the horizon, are among the country's most iconic landscapes and a major tourist attraction. The afternoon tea tradition — a legacy of British colonial culture — remains popular across Sri Lanka, served in grand hotels, modest homes, and roadside stalls alike. Sri Lankan tea workers, many of whom are descendants of Tamil laborers brought from southern India during the colonial era, maintain a distinct cultural community with its own traditions, music, and religious practices centered around life on the tea estates. The Ceylon Tea Museum in Kandy, housed in a former tea factory near Loolecondera Estate, preserves the industry's history and honors James Taylor's legacy. Tea is central to Sri Lankan hospitality — offering a cup of tea to visitors is a nearly universal custom — and the industry employs over one million people directly or indirectly, contributing approximately 2% of the national GDP and over US$1.3 billion in annual export revenue. The Lion Logo, introduced by the Sri Lanka Tea Board, has become a globally recognized mark of authenticity guaranteeing that the tea was grown, processed, and packed entirely within Sri Lanka.",
    "selection": "When choosing Ceylon tea, the most important factor is understanding the elevation tier and how it maps to your preferences. High-grown teas (Nuwara Eliya, Dimbula, Uva) offer the most refined, complex character — delicate body, floral and citrus notes, lighter liquor — and are best enjoyed straight or with minimal additions. Mid-grown teas (Kandy, Uda Pussellawa) balance body and brightness, making them versatile for drinking with or without milk. Low-grown teas (Ruhuna, Sabaragamuwa) deliver bold, full-bodied, malty flavor with darker liquor that holds up well to milk and sweetener. For leaf grade, whole-leaf OP and OP1 grades produce the most nuanced cups but require longer steeping; BOP and FBOP offer stronger extraction and more versatile brewing. Look for the Lion Logo on packaging, which certifies Sri Lankan origin and compliance with Tea Board quality standards. Fresh, quality Ceylon tea should have a clean, bright aroma without mustiness and the dry leaf should appear uniform and well-processed. Single-estate or single-district labeling indicates higher quality and traceability compared to generic 'Ceylon' blends.",
    "storage": "Ceylon black tea's full oxidation provides a relatively long shelf life compared to green or white teas. Store in an airtight, opaque container — sealed tin, ceramic canister, or foil-lined bag — in a cool, dark, dry location between 60-80°F (15-27°C), away from the stove, sunlight, and strong-smelling items. Tea readily absorbs surrounding odors, so keep it well separated from spices, coffee, and aromatic foods. Under proper conditions, Ceylon black tea maintains optimal flavor for up to 24 months unopened and 12 months after opening. Whole-leaf grades tend to maintain freshness longer than broken grades or fannings, as they have less surface area exposed to the elements. Avoid refrigeration or freezing, as humidity fluctuations and condensation introduce moisture that accelerates degradation. Signs that your Ceylon tea has passed its prime include loss of the characteristic bright aroma, faded or dull leaf color, flat or musty taste when brewed, and liquor that appears cloudy rather than bright. Ceylon tea does not improve with age and should be consumed while fresh for the best flavor and health benefits.",
    "pairings": "Ceylon tea's characteristic brightness and clean citrus notes make it one of the most versatile black teas for food pairing. High-grown teas pair beautifully with light fare — cucumber and watercress sandwiches, mild cheeses (young Gouda, mild Cheddar), shortbread, and delicate pastries — where the tea's floral brightness complements without overwhelming. Mid-grown and low-grown teas stand up to heartier foods: a full breakfast, buttered toast with marmalade, rich scones with clotted cream, and chocolate cake all benefit from Ceylon's tannin-driven palate-cleansing ability. Ceylon is the traditional tea served at Sri Lankan afternoon tea, accompanied by local specialties including fish cutlets, patties, and kokis (crispy oil cakes). As a blending component, Ceylon provides brightness and structure in English Breakfast and Earl Grey blends. Ceylon tea is appropriate throughout the day: lighter high-grown varieties suit afternoon drinking, while stronger low-grown grades serve well as a morning starter. Iced Ceylon tea is popular in warmer climates and pairs well with tropical fruits, light salads, and grilled seafood.",
    "variations": "The seven tea districts of Sri Lanka each produce distinctly different teas that could almost be considered separate varieties. Nuwara Eliya, the highest district at over 6,000 feet, produces the most delicate and prized Ceylon teas with light golden liquor, floral aromatics, and a character sometimes compared to a fine Darjeeling. Dimbula, the first region planted after the coffee blight, produces medium-bodied teas with refreshing jasmine-like notes and golden-orange liquor, with its finest teas emerging during the January-March dry season. Uva teas are the most complex, shaped by unique dual-monsoon wind patterns that create mellow woody and floral flavors — the Uva district produces the most darkly withered leaf of any region. Kandy, the historical birthplace of Ceylon tea, offers full-bodied mid-grown teas with chocolate hints and rich amber liquor. Ruhuna and Sabaragamuwa, the low-grown districts that together account for 60% of Sri Lanka's production, yield bold teas with caramel, honey, and malty notes in deep burgundy-brown liquor. While black tea dominates, Sri Lanka also produces Ceylon green tea (bolder and nuttier than Chinese or Japanese greens), Ceylon white tea (Silver Tips, a rare and expensive delicacy from Nuwara Eliya), and small quantities of Ceylon oolong. The 'Golden Tips' — handcrafted white tea buds dried in sunlight — is among the most expensive teas produced in Sri Lanka."
  }
}
