{
  "id": "longjing",
  "name": "Longjing",
  "otherNames": [
    "Dragon Well",
    "Long Jing",
    "Lung Ching",
    "龙井茶",
    "West Lake Longjing",
    "Xihu Longjing"
  ],
  "teaType": "green",
  "origin": {
    "country": "China",
    "region": "Hangzhou, Zhejiang Province — specifically the West Lake (Xihu) district, a protected 168-square-kilometer zone where only tea grown within this area may use the designation 'West Lake Longjing.' The most prized sub-regions are Shifeng (Lion Peak), Meijiawu, Longjing Village, Yunqi, and Hupao, collectively known as the traditional five production areas.",
    "terroir": "Grown at elevations of 100-300 meters around West Lake, where mild temperate conditions, frequent rainfall, weak solar radiation, and morning mists from the lake create ideal growing conditions. The soil is sandy loam mixed with weathered quartzite rock, providing excellent drainage and high trace mineral content that the tea plants absorb through their roots. The Baihefeng area is particularly noted for its white sandy soil composed of pebble-sized fragments of white quartzite. These conditions — cooler temperatures, diffused light, and mineral-rich soil — encourage the tea plants to produce higher concentrations of L-theanine and aromatic compounds.",
    "harvest": "Ming Qian (Pre-Qingming) harvest, picked before the Qingming Festival around April 5, is the most prized — these earliest spring shoots have concentrated amino acids from winter dormancy, producing the sweetest, most delicate tea. Yu Qian (Pre-Grain Rain) harvest follows in mid-to-late April. Later harvests through summer decline progressively in quality and value."
  },
  "processing": {
    "oxidationLevel": "0-2% (minimal oxidation — pan-firing halts enzymatic oxidation almost immediately after harvest)",
    "steps": [
      "Fresh leaves are spread on bamboo trays to wilt slightly for several hours (tan qing / spreading), reducing moisture and softening the leaves for shaping",
      "Leaves are placed in a hot iron wok heated to approximately 200-250°C for the critical pan-firing step (sha qing / kill-green), where tea artisans press and stir the leaves using bare hands to halt oxidation and begin shaping",
      "During pan-firing, leaves are repeatedly pressed flat against the wok surface using specific hand movements, creating Longjing's signature flat, smooth shape — this combined firing-and-shaping process lasts 12-15 minutes",
      "Leaves are removed at 70-80% dryness and allowed to cool and rest (hui chao), allowing internal moisture to redistribute evenly throughout the leaf",
      "A second, gentler pan-firing (hui guo) at lower temperature completes the drying, fixes the flat shape, and develops the characteristic chestnut aroma",
      "Finished leaves are sorted by size and quality, with any stems or broken pieces removed by hand"
    ],
    "roastLevel": "none"
  },
  "profile": {
    "appearance": "Flat, smooth, sword-shaped leaves with a glossy sheen; premium grades show uniform, tight, substantial leaves in light green to yellow-green color; the flat shape is the most distinctive visual characteristic among all Chinese green teas, achieved through hand-pressing during pan-firing",
    "liquorColor": "Pale yellow-green to light jade, clear and luminous with a bright, clean transparency that indicates proper processing",
    "aroma": [
      "toasted chestnut",
      "fresh vegetal sweetness",
      "subtle orchid-like floral notes",
      "light mineral undertones",
      "hint of roasted grain"
    ],
    "flavor": [
      "nutty chestnut warmth",
      "clean vegetal sweetness",
      "smooth buttery body",
      "delicate floral undertones",
      "lingering mineral finish"
    ],
    "mouthfeel": "Silky and smooth with a mellow, delicate body; lacks the briskness of Japanese greens, instead offering a round, almost creamy texture with very low astringency in properly brewed premium grades",
    "finish": "Long and satisfying with lingering chestnut warmth that fades slowly to a clean, sweet aftertaste; high-quality Longjing leaves a pleasant hui gan (returning sweetness) that develops on the palate after swallowing"
  },
  "brewing": {
    "waterTemp": "176-185°F (80-85°C); boil water and let it cool for 3-4 minutes, or pour between vessels to reduce temperature — water above 185°F scorches the delicate leaves and produces bitterness",
    "steepTime": "1-3 minutes for first infusion; 2-4 minutes for second; 3-5 minutes for third, increasing time slightly with each successive steep",
    "leafRatio": "4-5 g per 8 oz (240 ml), approximately 2 teaspoons per cup; a 1:50 ratio of tea to water is the traditional Chinese standard",
    "resteeps": 3,
    "notes": "A glass cup or tall glass tumbler is the traditional and preferred vessel — it allows you to watch the flat leaves slowly unfurl and stand upright in the water, which is considered part of the aesthetic experience. Pour hot water first, then add the leaves (xia tou fa method), or add leaves first and pour water along the side of the glass. Cover briefly to trap aromatics during steeping, then remove. Avoid using a teapot that retains too much heat, as this over-extracts the delicate leaves.",
    "gongfuStyle": {
      "waterTemp": "176-185°F (80-85°C)",
      "steepTime": "10-15 seconds for first infusion; increase by 5-10 seconds per subsequent steep",
      "leafRatio": "5-6 g per 4 oz (120 ml) gaiwan",
      "resteeps": 5,
      "notes": "Use a porcelain gaiwan rather than a Yixing clay pot, as unglazed clay absorbs the tea's delicate aromatics. Rinse leaves with a brief hot water flash (3-5 seconds) before the first proper infusion to awaken the leaves. Short, rapid infusions highlight different flavor notes across steeps — early steeps emphasize floral sweetness, middle steeps develop chestnut depth, and later steeps reveal mineral and grain notes."
    }
  },
  "caffeine": {
    "level": "moderate",
    "mgPerCup": "30-50 mg per 8 oz cup; exact content varies by harvest timing, leaf grade, and steeping parameters — a PMC study measured 48 mg per cup when 5 g was steeped at 185°F for 4.5 minutes",
    "lTheanine": "Approximately 6-7 mg/g dry leaf; the West Lake growing conditions — diffused sunlight, cooler temperatures, and mineral-rich soil — promote higher L-theanine retention compared to teas grown in direct sun. A typical cup provides roughly 20-30 mg L-theanine.",
    "energyNotes": "Delivers calm, focused alertness characteristic of high-theanine green teas. The L-theanine to caffeine synergy promotes alpha brain wave activity, creating sustained mental clarity without the jittery stimulation of coffee. Energy onset is gentle and sustained over 2-3 hours, making Longjing a traditional choice for scholars and monks seeking meditative concentration."
  },
  "health": {
    "primaryBenefits": [
      "Exceptionally rich in EGCG (epigallocatechin gallate) — Longjing's careful pan-firing process preserves high concentrations of monomeric catechins, with EGCG providing potent antioxidant protection that neutralizes free radicals and supports cellular health",
      "Catechins and natural caffeine boost metabolic rate by an estimated 3-4%, supporting weight management through increased thermogenesis and fat oxidation, with evidence from multiple clinical studies on green tea catechins",
      "Regular consumption is associated with reduced LDL cholesterol through catechin-mediated inhibition of cholesterol oxidation, contributing to cardiovascular health and reduced risk of heart disease",
      "The caffeine-L-theanine combination enhances cognitive function — L-theanine promotes alpha brain wave activity for calm focus while caffeine sustains alertness, a synergy documented in PMC research on tea amino acids",
      "Polyphenols support digestive health by reducing gut inflammation, soothing the intestinal lining, and facilitating proper nutrient absorption"
    ],
    "antioxidants": "Longjing's antioxidant profile is dominated by catechins — EGCG, EGC, ECG, and EC — preserved at high levels by the pan-firing process that halts oxidation immediately after harvest. A comprehensive metabolomic study identified 483 distinct flavonoid compounds in Longjing tea across different cultivars and origins. EGCG is the most abundant and most extensively studied catechin, with documented anticancer, cardioprotective, and neuroprotective properties in laboratory and epidemiological studies.",
    "traditionalUses": "In Traditional Chinese Medicine (TCM), Longjing tea is valued as a cooling, clarifying beverage that clears heat, aids digestion, and sharpens the mind. It has been consumed by Buddhist monks for over a millennium to support alertness during meditation. Historically, it was prescribed as a mild diuretic and digestive aid, and the tea was believed to promote longevity — a reputation reinforced by its status as an imperial tribute tea reserved for the Emperor's personal consumption.",
    "modernResearch": "Research on Longjing specifically includes a PMC volatile profile analysis (HS-SPME/GC-MS) identifying key aroma compounds, a comprehensive flavonoid metabolomics study documenting 483 compounds across cultivars and origins, and a storage stability study examining oxygen scavenger effectiveness. Broader green tea research associates regular consumption (3+ cups daily) with reduced all-cause mortality in large-scale Japanese and Chinese epidemiological studies. EGCG has shown antiproliferative effects in multiple cancer cell lines in vitro, though clinical translation requires further research. A ScienceDirect study examined Longjing authenticity standards, reflecting the tea's commercial importance and the challenge of quality verification.",
    "cautions": "Green tea tannins can inhibit non-heme iron absorption — avoid drinking with meals if iron-deficient, and allow at least one hour between tea consumption and iron-rich foods. Caffeine content, though moderate, may cause restlessness or insomnia in sensitive individuals if consumed in the afternoon or evening. Avoid drinking Longjing on an empty stomach, as the catechins may cause nausea in some people. The high catechin content may interact with blood thinners, beta-blockers, and certain other medications — consult a healthcare provider if on medication."
  },
  "grading": {
    "system": "Chinese six-tier grading system specific to Longjing, based on leaf tenderness, picking standard, appearance, and seasonal timing rather than the Orthodox leaf-size system used for black teas",
    "grade": "Superior (Te Ji, 特级): one bud with one emerging leaf, harvested Ming Qian. Grade 1 (Yi Ji): one bud with one leaf. Grade 2 (Er Ji): one bud with one to two leaves. Grade 3 (San Ji): one bud with two leaves. Grade 4 (Si Ji): one bud with two to three leaves. Grade 5 (Wu Ji): one bud with three leaves.",
    "gradeExplanation": "Longjing quality is determined primarily by harvest timing and leaf tenderness. Superior grade tea is picked exclusively during the Ming Qian period (before Qingming Festival, approximately April 5) when spring shoots are at their most tender and amino acid-rich. Each successive grade permits larger, more mature leaves with proportionally less sweetness and more astringency. Within each grade, geographic origin further differentiates quality — Shifeng and Meijiawu sub-regions within the West Lake protected zone command the highest prices. A ScienceDirect HPLC-DAD study and a Wiley NIR spectroscopy study have both demonstrated that chemical composition reliably differentiates Longjing grades, with higher grades showing elevated theanine and amino acid concentrations."
  },
  "content": {
    "overview": "Longjing, meaning 'Dragon Well,' is China's most celebrated green tea and one of the most renowned teas in the world. Produced exclusively in the hills surrounding Hangzhou's West Lake in Zhejiang Province, it is defined by its distinctive flat, sword-shaped leaves — the result of a centuries-old hand-pressing technique performed in a hot iron wok — and its signature flavor of toasted chestnut, clean vegetal sweetness, and smooth mineral depth. Longjing holds the rare distinction of being one of China's Ten Famous Teas, a status it has maintained across multiple iterations of the list since the concept emerged in the early twentieth century. The tea's history stretches back over 1,200 years to the Tang Dynasty, and it reached its apex of prestige during the Qing Dynasty when Emperor Kangxi designated it an imperial tribute tea reserved for the court. Today, authentic West Lake Longjing from within the protected 168-square-kilometer zone remains one of the most sought-after and expensive green teas in the world, with Ming Qian (pre-Qingming Festival) harvests from the Shifeng and Meijiawu sub-regions commanding prices that rival fine wine. Its flavor profile — nutty, sweet, floral, with an almost buttery smoothness and virtually no astringency — has made it the benchmark against which other Chinese pan-fired green teas are measured.",
    "history": "Longjing tea's documented history spans over 1,200 years, making it one of the oldest continuously produced teas in China. The earliest references to tea cultivation near West Lake date to the Tang Dynasty (618-907 AD), when Buddhist monks at the Tianzhu and Lingyin temples grew tea on the surrounding hillsides. The name 'Dragon Well' derives from a natural spring near Longjing Village that local legend held was the dwelling place of a dragon who controlled rainfall — villagers would pray at the well during droughts. During the Song Dynasty (960-1279 AD), the tea gained wider recognition as part of the era's flourishing culture of refined tea appreciation, with poets and scholars celebrating its character. Longjing's trajectory changed decisively during the Ming Dynasty (1368-1644), when the imperial court's shift from compressed tea cakes to loose-leaf brewing elevated pan-fired green teas to prominence, and Longjing's exquisite flat-leaf processing became a prized art. The tea reached its apex of prestige under the Qing Dynasty Kangxi Emperor (r. 1661-1722), who designated West Lake Longjing as a Gong Cha — imperial tribute tea — requiring the finest harvests to be sent to the court in Beijing. His grandson, the Qianlong Emperor, visited Longjing Village personally and famously designated eighteen tea bushes at the Hu Gong Temple near West Lake as 'Imperial Tea Trees,' granting them a status they retain symbolically to this day. Through the centuries of dynastic change, revolution, and modernization, Longjing has maintained its position as China's most iconic tea, served to visiting heads of state and featured in diplomatic gift exchanges as a symbol of Chinese cultural heritage.",
    "culture": "Longjing tea is deeply embedded in Chinese cultural identity and the living heritage of Hangzhou, a city whose identity is inseparable from its tea. Offering Longjing to guests is a gesture of warmth, respect, and refined hospitality — the quality of the tea served reflects the esteem in which the host holds the visitor. The tea is central to the Gong Fu tea ceremony tradition, where the art of preparation — precise water temperature, careful timing, and the meditative rhythm of multiple short infusions — transforms tea drinking from routine refreshment into a contemplative practice emphasizing mindfulness and presence. Longjing holds special significance in Chinese diplomatic culture: it has been served to visiting world leaders including U.S. President Richard Nixon during his historic 1972 visit to China and remains a standard offering at state banquets. The annual spring harvest season transforms Longjing Village and surrounding areas into a pilgrimage destination, with tea enthusiasts traveling from across China to taste the year's first Ming Qian pickings — an anticipation comparable to Beaujolais Nouveau season in France. The China National Tea Museum, located in Hangzhou near the West Lake production zone, preserves and celebrates Longjing's history and the broader Chinese tea tradition. Tea picking and processing demonstrations draw tourists year-round, and the hand-firing technique practiced by Longjing tea masters has been recognized as an intangible cultural heritage skill.",
    "production": "Longjing production is defined by its pan-firing technique — a method fundamentally different from the steaming used for Japanese green teas. After careful hand-plucking of the bud and one or two tender leaves, the fresh material is spread on bamboo trays for several hours of indoor withering (tan qing) that reduces moisture content and softens the leaves for shaping. The critical step follows: sha qing, or 'kill-green,' in which the tea master places small batches of withered leaves into a smooth iron wok heated to approximately 200-250°C and uses bare hands to press, stir, and flatten the leaves against the hot surface. This simultaneous firing and shaping — performed through ten distinct hand movements refined over centuries — halts enzymatic oxidation, drives off moisture, and creates Longjing's signature flat, smooth leaf shape in a single integrated process lasting 12-15 minutes. The leaves are removed at 70-80% dryness and rested to allow internal moisture to redistribute before a second, gentler pan-firing (hui guo) at lower temperature completes the drying and develops the characteristic chestnut aroma. The entire process demands extraordinary skill — wok temperature, hand pressure, leaf quantity, and timing must be continuously adjusted based on the tea master's sensory judgment. Only tea grown within the protected 168-square-kilometer West Lake zone using designated cultivars (primarily Qunti heirloom and Longjing #43) and processed by this traditional method may carry the 'West Lake Longjing' designation, though Longjing-style teas are produced throughout Zhejiang Province.",
    "selection": "When choosing Longjing, harvest timing is the single most important quality indicator. Ming Qian (pre-Qingming Festival, before approximately April 5) teas represent the pinnacle — these earliest spring pickings have the highest amino acid concentrations, producing the sweetest, most aromatic, and least astringent cups. Yu Qian (pre-Grain Rain) teas from mid-to-late April offer excellent quality at more accessible prices. Look for flat, uniform, tight leaves in a light green to yellow-green color with a glossy sheen — dull, brownish, or unevenly shaped leaves indicate lower quality or poor storage. The dry leaf aroma should be fresh and faintly sweet with a chestnut undertone, never musty, flat, or aggressively grassy. For the finest quality, seek Xihu (West Lake) origin from the traditional five production areas — Shifeng, Longjing Village, Meijiawu, Yunqi, and Hupao — where terroir and artisanal processing produce the most complex and refined character. Be aware that the market for premium Longjing is rife with mislabeling — authentic West Lake Longjing from top producers commands steep prices, and suspiciously inexpensive 'West Lake Longjing' is almost certainly from outside the protected zone. Reputable specialty tea vendors such as Red Blossom Tea, Verdant Tea, and Teavivre provide sourcing transparency and cultivar information that supports informed purchasing.",
    "storage": "Longjing is among the most perishable of all teas and should be treated as a fresh product — it does not improve with age, and its prized chestnut aroma and sweet delicacy degrade steadily from the moment of processing. For optimal preservation, store unopened packages in the refrigerator at 0-5°C (32-41°F) in an airtight container, where they will maintain quality for 12-18 months from the harvest date. When removing a package from refrigerated storage, allow it to reach room temperature completely before opening to prevent moisture condensation on the cold leaves — this is critical, as condensation accelerates degradation rapidly. Once opened, transfer the tea to a clean, dry, airtight tin or foil-lined bag, filling the container as completely as possible to minimize trapped air, and consume within 4-6 weeks for optimal freshness. A PMC study on Longjing storage found that oxygen scavenger packets significantly extend aroma retention during storage at elevated temperatures, suggesting their inclusion in storage containers as a practical measure. Keep the tea away from light, heat, moisture, and strong odors — tea readily absorbs surrounding aromas. Signs of degradation include leaves darkening from green to olive or brown, loss of the fresh chestnut aroma, flat or stale taste when brewed, and liquor that appears darker and more brownish rather than the bright pale jade of fresh Longjing.",
    "pairings": "Longjing's clean chestnut sweetness and smooth body pair naturally with the refined flavors of Chinese cuisine — steamed dumplings (xiao long bao), light stir-fried vegetables, steamed fish, and tofu dishes allow the tea's subtle nutty depth to complement without competing. The tea is famously paired with Longjing Shrimp (Longjing Xia Ren), a signature Hangzhou dish in which fresh tea leaves are stir-fried directly with river shrimp in a celebrated marriage of local ingredients. For sweets, traditional Chinese pastries such as lotus seed cakes, osmanthus flower cakes, and light mung bean pastries provide gentle sweetness that harmonizes with Longjing's floral and nutty notes. Western pairings work best with mild, fresh foods: young goat cheese, unsalted nuts (especially almonds and cashews that echo the chestnut character), light salads, and fresh fruit. Longjing is traditionally an afternoon tea in China, enjoyed between meals as a contemplative refreshment, though its moderate caffeine makes it suitable from late morning through mid-afternoon. Avoid pairing with strongly spiced, heavily sweetened, or very acidic foods that overpower the tea's delicate nuances.",
    "variations": "Longjing-style flat green teas are produced across Zhejiang Province, but significant variation exists based on origin, cultivar, and seasonal timing. Xihu (West Lake) Longjing from within the protected zone is the benchmark — it emphasizes fresh, sweet aromatics, a mellow body, and refined elegance that reflects the unique West Lake terroir. Qiantang Longjing from the broader Hangzhou area and Yuezhou Longjing from other parts of Zhejiang tend toward a more pronounced chestnut aroma with fuller, slightly more robust body. Cultivar differences are equally significant: Qunti (群体种) is the original heirloom cultivar — a genetically diverse population of seed-grown plants that produces the most complex, nuanced character prized by connoisseurs. Longjing #43 is a modern clonal cultivar developed for earlier budding and higher yields, producing a sweeter, more uniform cup that dominates commercial production. Wu Niu Zao is an ultra-early budding cultivar that reaches market before other Longjing varieties, commanding premium early-season prices. Seasonal variation matters enormously: Ming Qian tea (pre-April 5) is the most delicate and sweet; Yu Qian tea (pre-April 20) offers fuller body at lower cost; summer harvests produce progressively more astringent, less aromatic tea used primarily for everyday consumption. Some Longjing producers also make Longjing Hong Cha, a relatively recent innovation that applies black tea processing to Longjing cultivar leaves, producing a honey-sweet, malty black tea."
  }
}
