{
  "id": "matcha",
  "name": "Matcha",
  "otherNames": [
    "抹茶",
    "Tencha (pre-ground leaf)",
    "Stone-Ground Green Tea"
  ],
  "teaType": "green",
  "origin": {
    "country": "Japan",
    "region": "Uji (Kyoto Prefecture) is the birthplace and most prestigious source; Nishio (Aichi Prefecture) is the largest producer; Kagoshima (Kyushu) produces bold, mineral-rich matcha from volcanic soil; Yame (Fukuoka) and Shizuoka also contribute, though Shizuoka is better known for sencha",
    "terroir": "Uji benefits from 800 years of tea cultivation expertise, morning mists along the Uji River, and moderate temperatures ideal for amino acid development. Nishio at roughly 600 meters elevation offers mild climate, fertile soil, and remote, clean-air growing conditions. Kagoshima's volcanic soil enriched with minerals from active volcanoes provides unique depth. Temperature fluctuations between day and night across all regions enhance amino acid concentration in shade-grown leaves.",
    "harvest": "First harvest (ichibancha) in late April to mid-May is the most prized for ceremonial-grade matcha, yielding the youngest, most tender leaves with the highest L-theanine content. Some culinary-grade matcha uses second harvest (nibancha) or later pickings."
  },
  "processing": {
    "oxidationLevel": "0% (unoxidized — immediate steaming halts enzymatic oxidation)",
    "steps": [
      "Tea bushes are shaded for 20-40 days before harvest using traditional bamboo mats (tana) or modern shade cloths, reducing direct sunlight by up to 90% to boost chlorophyll and L-theanine",
      "The youngest, most tender leaves are hand-picked during the first harvest (late April to mid-May)",
      "Leaves are steamed within hours of picking at 100°C (212°F) for 10-15 seconds to halt oxidation and preserve color, nutrients, and fresh vegetal character",
      "Steamed leaves are air-dried and cooled to produce aracha (unrefined tea)",
      "Stems and veins are meticulously removed, leaving only the finest leaf tissue — this produces tencha, the precursor to matcha",
      "Tencha is slowly ground between specially carved granite stone mills (ishi-usu) at low speed and temperature to preserve flavor, color, and nutrients — approximately 30-40 grams per hour per mill"
    ],
    "roastLevel": "none"
  },
  "profile": {
    "appearance": "Extremely fine, silky powder with a vibrant emerald to jade green color; ceremonial grade is brighter and more vivid than culinary grade, which may appear duller or yellowish-green",
    "liquorColor": "Opaque, vivid emerald green with a frothy, creamy layer on top when properly whisked; culinary grade produces a less vibrant, slightly yellowish-green liquor",
    "aroma": [
      "fresh-cut grass",
      "sweet vegetal notes",
      "marine seaweed undertones",
      "creamy dairy-like richness",
      "hint of roasted chestnut"
    ],
    "flavor": [
      "rich umami savory depth",
      "smooth natural sweetness",
      "creamy vegetal body",
      "gentle bitterness balanced by amino acids",
      "clean grassy finish"
    ],
    "mouthfeel": "Full-bodied, velvety, and creamy with a smooth coating quality unique among teas — the result of consuming the entire leaf in suspension rather than an infusion; high-quality matcha has minimal astringency",
    "finish": "Lingering sweet umami that builds on the palate, followed by a clean, slightly grassy aftertaste; the umami persists longer than other green teas due to the high L-theanine content"
  },
  "brewing": {
    "waterTemp": "160-175°F (70-80°C); use the lower end for ceremonial-grade to emphasize sweetness and umami, higher end for culinary-grade",
    "steepTime": "N/A — matcha is whisked, not steeped. Sift 2 g of powder into a bowl, add 70 ml (2.5 oz) of water, and whisk vigorously for 15-30 seconds until frothy.",
    "leafRatio": "2 g (approximately 1 teaspoon or 2 chashaku scoops) per 70 ml (2.5 oz) water for usucha (thin tea); 4 g per 40 ml for koicha (thick tea)",
    "resteeps": 0,
    "notes": "Unlike steeped teas, matcha is consumed in its entirety — the powder is suspended in water, not filtered out. Sift the matcha through a fine-mesh strainer before whisking to prevent clumps. Use a bamboo chasen (whisk) and whisk in rapid W or M motions, not circular stirring. Pre-warm the bowl (chawan) with hot water. Use soft, filtered water for best results. Each transfer of boiled water to another vessel cools it by approximately 10°C."
  },
  "caffeine": {
    "level": "high",
    "mgPerCup": "40-70 mg per serving (2 g matcha); approximately 20-35 mg per gram of powder",
    "lTheanine": "Approximately 20-40 mg per serving — up to five times more L-theanine than regular green tea due to shade-growing, which prevents the conversion of L-theanine into catechins by sunlight. Ceremonial grade contains even higher levels from youngest leaves.",
    "energyNotes": "Delivers sustained, calm alertness over 4-6 hours without the jitters or crash associated with coffee. The high L-theanine to caffeine ratio promotes alpha brain wave activity, creating focused concentration with a relaxed, meditative quality. Caffeine binds with antioxidants and is released slowly as the body absorbs them, producing a gradual energy curve rather than a sharp spike."
  },
  "health": {
    "primaryBenefits": [
      "Contains 137 times more antioxidants than low-grade green tea and up to 3 times more than the best green teas, with EGCG (epigallocatechin gallate) as the most abundant and potent catechin",
      "EGCG can cross the blood-brain barrier and has demonstrated neuroprotective effects, inhibiting amyloid beta accumulation associated with cognitive decline",
      "Cardiovascular support through catechins that help lower LDL cholesterol, reduce triglycerides, and improve blood flow — a Japanese cohort study of 40,000+ participants linked regular consumption to reduced cardiovascular mortality",
      "Supports metabolic health and weight management — catechins increase energy expenditure and fat oxidation, with a pooled analysis of six trials showing reduced abdominal, visceral, and subcutaneous fat after 12 weeks of daily catechin intake",
      "High chlorophyll content from shade-growing provides additional antioxidant and anti-inflammatory activity beyond the catechin profile",
      "L-theanine promotes GABA production and alpha brain wave activity, reducing stress and supporting calm, focused cognition"
    ],
    "antioxidants": "Matcha's antioxidant profile is uniquely concentrated because the entire leaf is consumed rather than discarded after steeping. Catechins — EC, ECG, EGC, and EGCG — make up 90% of its polyphenols, with EGCG being the most active and abundant. The shade-growing process increases chlorophyll (a potent antioxidant) while reducing total catechin content relative to sun-grown tea, but increasing the amino acid fraction. The result is a broad-spectrum antioxidant profile combining polyphenols, chlorophyll, and vitamins.",
    "traditionalUses": "In Japanese Zen Buddhism, matcha has been consumed since the 12th century to support alertness during meditation, owing to its unique combination of caffeine and L-theanine. Buddhist monks valued it as a medicine before it became a ceremonial beverage. In traditional Chinese medicine, powdered tea was recognized for its stimulating and clarifying properties during the Tang and Song dynasties.",
    "modernResearch": "A 2020 PMC systematic review described matcha's therapeutic potential across cardiovascular, metabolic, cognitive, and anticancer domains, noting that while results are promising, matcha-specific clinical research remains limited compared to the 35,000+ publications on green tea broadly. EGCG has shown antiproliferative activity in multiple cancer cell lines through inhibition of tumor angiogenesis and suppression of inflammatory carcinogenesis pathways. A 2018 PMC study confirmed matcha's stress-reducing properties when theanine content exceeds 17 mg/g and the caffeine-EGCG to theanine-arginine ratio remains below 2. Matcha has demonstrated improved cholinergic function, mitochondrial protection, and antioxidant defense in animal models.",
    "cautions": "Contains significant caffeine — those sensitive should limit intake. Excessive consumption may interfere with non-heme iron absorption due to catechin and tannin content; drink between meals if iron-deficient. The recommended safe daily intake of catechins and EGCG is approximately 338 mg (about 4 g of matcha). Lead accumulation in tea leaves is a concern — because the whole leaf is consumed, matcha may deliver more lead than steeped teas; source from reputable Japanese producers where soil contamination is lower. Pregnant and nursing women should consult a healthcare provider about caffeine intake."
  },
  "grading": {
    "system": "Japanese informal grading — no government or international standard exists. Quality is evaluated by producers based on color, texture, aroma, taste, cultivar, and harvest timing. Western markets use a simplified ceremonial/premium/culinary hierarchy.",
    "grade": "Ceremonial grade (highest): first harvest, youngest leaves, hand-picked, stone-ground, vibrant green, rich umami. Premium grade (mid): suitable for lattes and mixed drinks. Culinary grade: second or later harvest, bolder flavor with more bitterness, intended for cooking and baking.",
    "gradeExplanation": "The ceremonial/culinary distinction was created by Western marketers to communicate quality differences to newcomers — these terms are not used in Japan, where producers evaluate each blend across multiple dimensions. Ceremonial-grade matcha uses only ichibancha (first harvest) leaves that have been shade-grown for the full 20-40 days, de-veined and de-stemmed, and stone-ground at low speed. Culinary-grade uses later-harvest leaves exposed to more sunlight, yielding higher catechin content (more bitter) and lower L-theanine (less umami). Color is the most reliable quality indicator: vibrant emerald green signals high chlorophyll and proper shading, while dull yellow-green or brown tones indicate age, sun exposure, or inferior processing."
  },
  "content": {
    "overview": "Matcha is a finely stone-ground powder made from shade-grown Japanese green tea leaves, consumed by whisking the entire leaf into water rather than steeping and discarding. This whole-leaf consumption delivers a uniquely concentrated package of antioxidants, amino acids, and caffeine that no other tea preparation method can match. The defining step in matcha production is the extended shade-growing period — 20 to 40 days of reduced sunlight before harvest — which forces the plants to overproduce chlorophyll and L-theanine, creating matcha's signature vibrant green color, rich umami flavor, and calm-yet-alert energy. All true matcha begins as tencha: shade-grown leaves that have been steamed, dried, and stripped of stems and veins, leaving only the most delicate leaf tissue. This tencha is then ground between granite stone mills at an extraordinarily slow rate of 30-40 grams per hour, preserving the heat-sensitive compounds that define matcha's character. Matcha occupies a singular position in tea culture as both the ceremonial heart of Japanese chado and a globally popular health beverage, bridging a 900-year Buddhist tradition with modern superfood culture.",
    "history": "Matcha's origins trace to China's Tang Dynasty (7th-10th century), when tea leaves were steamed, formed into bricks, and ground to powder for drinking — a preparation method that became refined during the Song Dynasty (960-1279). The Zen Buddhist monk Eisai brought powdered tea seeds and preparation methods from China to Japan in 1191, planting them on Mount Sefuri and gifting seeds to the monk Myoue Shounin, who cultivated them near Uji — establishing the region that remains matcha's most prestigious source over 800 years later. Eisai wrote the first Japanese treatise on tea, \"Kissa Yojoki\" (Drinking Tea for Health), which framed matcha as a medicine for longevity. By the 13th century, powdered tea had spread from Buddhist monasteries to the samurai and noble classes, spawning tocha tea-tasting competitions where participants won prizes for identifying the finest tea. In the 15th century, the monk Murata Juko and his student Takeno Joo developed wabi-cha, a simpler, more spiritual approach to tea preparation that used rustic Japanese pottery rather than expensive Chinese teaware. Sen no Rikyu perfected this into the Japanese tea ceremony in the late 16th century, establishing the four principles of harmony, respect, purity, and tranquility that define chanoyu to this day. Ironically, while matcha's birthplace was China, the powdered tea tradition died out there centuries ago and survives only through the Japanese lineage.",
    "culture": "Matcha is inseparable from the Japanese tea ceremony, known as chado or chanoyu (\"the way of tea\"), one of the three classical Japanese arts of refinement alongside flower arranging (kado) and incense appreciation (kodo). The ceremony is a choreographed ritual rooted in Zen Buddhism and influenced by Shinto purification practices, in which a host prepares and serves matcha to guests in a tranquil setting designed to embody the philosophy of ichigo ichie — \"this moment will never come again.\" Sen no Rikyu's three great-grandchildren founded the Omotesenke, Urasenke, and Mushanokojisenke schools, which continue to teach and practice chado today. The ceremony can last from 30 minutes to four hours, with a full-length gathering (chaji) including a kaiseki meal, thick tea (koicha), and thin tea (usucha). Koicha uses three times as much matcha as usucha and is kneaded rather than whisked, producing an intensely concentrated, shared bowl. Beyond ceremony, matcha has become a global phenomenon — the tea's vivid green color and health credentials have made it ubiquitous in cafes, smoothie bars, and baking, though Japanese purists note that syrup-based matcha lattes bear little resemblance to traditionally whisked matcha.",
    "production": "Matcha production is one of the most labor-intensive and exacting processes in the tea world, beginning weeks before the leaves are even harvested. The shade-growing phase is the critical differentiator: tea bushes are progressively covered with tana (shelf-style shade structures using straw mats) or modern synthetic netting, reducing sunlight by up to 90% over 20-40 days. This shade triggers a survival response in the plant — chlorophyll production surges to capture remaining light, and L-theanine accumulates instead of converting to catechins as it would in sunlight. The result is a leaf that is deeper green, softer, and richer in amino acids than any sun-grown tea. After hand-picking the youngest leaves, they are steamed immediately at 100°C for 10-15 seconds to arrest oxidation — the same technique used for all Japanese green teas but applied with particular precision for matcha. The steamed leaves are air-dried and cooled to produce aracha, then meticulously de-veined and de-stemmed to yield tencha, the critical intermediate product. Only tencha leaves may become matcha; lower-quality products ground from sencha or other leaf types are technically not true matcha. The final grinding uses carved granite ishi-usu mills rotating at a speed that produces only 30-40 grams per hour — this extreme slowness minimizes heat generation, which would degrade the delicate chlorophyll, amino acids, and volatile aromatics that define premium matcha.",
    "selection": "The most reliable quality indicator for matcha is color: ceremonial-grade matcha should be a vibrant, electric emerald green, indicating proper shade-growing and high chlorophyll content. Dull, yellowish-green, or brown-tinged powder signals older leaves, insufficient shading, or degraded product. The texture should be extremely fine and silky — rub a small amount between your fingers and it should feel smooth, not gritty or sandy. Fresh matcha should smell grassy, sweet, and slightly oceanic when you open the tin. For traditional drinking, seek ceremonial-grade matcha from established Japanese producers in Uji, Nishio, or Yame — reputable brands include Ippodo, Marukyu Koyamaen, and Aiya. For lattes and mixed drinks, premium grade offers good quality at a lower price point. Reserve culinary grade for baking and cooking where other flavors dominate. Be wary of matcha that does not specify its origin — much of the matcha sold globally is sourced from China, which uses different cultivars, growing techniques, and soil conditions that produce a fundamentally different product.",
    "storage": "Matcha is among the most perishable of all teas due to its extremely fine particle size, which exposes a vast surface area to oxygen, light, and heat. An opened tin of matcha is best consumed within 60-90 days for optimal flavor, color, and health benefits; unopened, properly sealed matcha can last 6-12 months, though some producers label shelf life at up to 2 years. Store in an airtight, opaque container — the original sealed tin is ideal — in a cool, dark place at temperatures below 70°F (21°C). Refrigeration extends the life of unopened matcha, but once opened, frequent refrigeration introduces condensation risk; instead, keep a small working tin at room temperature and refrigerate the sealed remainder. When removing matcha from refrigerated storage, allow the container to reach room temperature completely before opening to prevent moisture condensation on the cold powder. Matcha readily absorbs surrounding odors, so keep it well separated from strong-smelling foods. Signs of degradation include dull or brownish color, loss of the fresh grassy aroma, clumping from moisture exposure, and a flat or excessively bitter taste when prepared. Unlike pu-erh or aged oolongs, matcha does not improve with age — freshness is paramount.",
    "pairings": "In the Japanese tea ceremony, matcha is traditionally served with wagashi — small Japanese confections designed to complement the tea's bitterness and umami. Classic pairings include yokan (sweet bean jelly), mochi, manju (steamed buns with red bean filling), and higashi (dry pressed sugar sweets). The tea's rich, savory character also pairs well with light, clean-flavored foods: steamed rice, mild tofu dishes, and simple sashimi. In Western contexts, matcha complements white chocolate, vanilla desserts, mild soft cheeses, and buttery pastries — foods whose sweetness and richness offset the tea's vegetal intensity. Matcha is traditionally a morning or early afternoon beverage due to its high caffeine content. Seasonally, thin matcha (usucha) is enjoyed year-round, while thick matcha (koicha) is associated with more formal occasions. Avoid pairing matcha with strongly flavored, spicy, or acidic foods that compete with its nuanced umami-sweet-vegetal profile.",
    "variations": "Matcha exists along a quality spectrum defined primarily by harvest timing and processing. Ceremonial-grade matcha, made exclusively from first-harvest tencha, represents the pinnacle: vibrant green, rich umami, minimal bitterness, and smooth texture suited to traditional whisked preparation. Premium-grade bridges ceremonial and culinary use, maintaining good color and flavor for lattes and mixed drinks. Culinary-grade uses later-harvest leaves with higher catechin content and bolder bitterness, ideal for baking, cooking, and smoothies where other flavors provide balance. Within the ceremonial category, koicha-grade matcha is the rarest and most expensive — made from the very first leaves of bushes at least 30 years old, it has a sweetness and depth that allows thick preparation without bitterness. Related teas include gyokuro (shade-grown but steeped as whole leaf rather than ground), kabusecha (partially shaded sencha), and houjicha powder (roasted green tea ground to powder, with a nutty, toasted flavor profile). Chinese-produced matcha, while growing in market share, uses different cultivars, shorter shade periods, and different processing methods, yielding a product that Japanese producers consider fundamentally distinct."
  }
}
