{
  "id": "pu-erh",
  "name": "Pu-erh",
  "otherNames": [
    "Pu'er",
    "Puer",
    "普洱茶",
    "Dark Tea",
    "Post-Fermented Tea",
    "Bolay Tea"
  ],
  "teaType": "dark",
  "origin": {
    "country": "China",
    "region": "Yunnan Province — specifically the Xishuangbanna, Pu'er (Simao), Lincang, and Baoshan prefectures. The most prized teas come from the Six Great Tea Mountains (Liu Da Cha Shan) of Xishuangbanna: Gedeng, Mansa, Mangzhi, Manzhuan, Yibang, and Youluo on the east bank of the Mekong, and the newer six mountains including Nannuo, Mengsong, Bulang, and Jingmai on the west bank.",
    "terroir": "Yunnan's subtropical highland climate provides warm, humid conditions with significant seasonal monsoon rainfall and cool, misty mornings ideal for tea cultivation. Elevations range from 1,000 to 2,200 meters across the primary growing regions, with higher-altitude gardens producing more complex and slowly maturing teas. Ancient tea forests with centuries-old arbor trees (gushu) grow in deep, mineral-rich red laterite soils with excellent drainage, surrounded by diverse flora that contributes to the tea's terroir. The Mekong River watershed creates microclimates that differ markedly between valleys and ridgelines, giving each mountain and village a distinctive character — comparable to terroir in wine.",
    "harvest": "Spring harvest (March-May) is the most prized, with pre-Qingming (early April) picks yielding the sweetest, most aromatic leaves from first-flush growth after winter dormancy. Autumn harvest (September-November) produces the second-best quality with slightly more body and less sweetness. Summer harvests are used for lower-grade production. The age and type of tea tree matters significantly: leaves from ancient arbor trees (gushu, 100+ years) are the most valued, followed by old-growth trees (lao shu), ecologically farmed small trees (shengtai), and finally plantation bush tea (taidi)."
  },
  "processing": {
    "oxidationLevel": "Variable — minimal initial oxidation (10-15% from sun-drying), then gradual post-fermentation increases over decades for sheng; shou undergoes accelerated microbial fermentation reaching near-complete transformation",
    "steps": [
      "Plucking — leaves are hand-harvested, typically one bud and two to three leaves from Camellia sinensis var. assamica, the large-leaf variety native to Yunnan",
      "Withering — freshly picked leaves are spread in the sun or in ventilated areas to reduce moisture and begin softening",
      "Kill-green (sha qing) — leaves are briefly dry-roasted in a large wok at moderate heat to halt enzymatic oxidation while preserving the microbial activity necessary for later fermentation; this step is lighter than for green tea, leaving residual enzymes active",
      "Rolling (rou nian) — leaves are rolled and shaped to break cell walls and release juices, initiating surface-level biochemical changes",
      "Sun-drying (shai qing) — rolled leaves are dried under direct sunlight to produce maocha (rough tea), the raw material for all pu-erh; sun-drying preserves enzymes and microorganisms that machine-drying would destroy",
      "For sheng (raw) pu-erh: maocha is steamed briefly to make it pliable, then pressed into cakes, bricks, or tuocha using stone or hydraulic molds; the compressed tea then ages naturally over years to decades through slow microbial fermentation",
      "For shou (ripe) pu-erh: maocha undergoes wo dui (wet piling) — leaves are moistened, heaped in piles of several tons, covered with thermal cloths, and turned periodically over 45-60 days as controlled microbial fermentation by Aspergillus niger and other microorganisms rapidly transforms the tea; the pile reaches internal temperatures of 50-65°C"
    ],
    "roastLevel": "none",
    "aged": true,
    "agingNotes": "Sheng pu-erh improves dramatically with age, developing complexity and smoothness over 10-50+ years under proper storage conditions. Young sheng (under 5 years) is astringent and vegetal; middle-aged (5-15 years) develops honey and dried fruit notes; aged sheng (15+ years) achieves the prized smooth, sweet, camphor-laced complexity. Shou pu-erh is designed to be consumed sooner but also benefits from 3-10 years of additional aging to mellow its earthy character. Vintage sheng cakes from famous mountains and producers command extraordinary prices — single cakes from the 1950s-1980s can sell for tens of thousands of dollars.",
    "fermented": true
  },
  "profile": {
    "appearance": "Sheng: tightly compressed cakes, bricks, or tuocha with leaves ranging from silvery green (young) to dark amber-brown (aged); individual leaves are large and often whole, showing the characteristic size of var. assamica. Shou: dark brown to near-black compressed or loose leaves with a velvety, slightly oily surface; leaves are smaller and more broken from the wo dui process.",
    "liquorColor": "Sheng ranges from pale golden-yellow (young) through amber-orange (middle-aged) to deep garnet-red (well-aged). Shou brews to a dense, opaque dark reddish-brown to near-black, often described as resembling soy sauce or dark coffee.",
    "aroma": [
      "earthy forest floor and damp wood",
      "camphor and aged leather",
      "dried fruit and dark honey",
      "mushroom and truffle",
      "sweet aged wood and sandalwood"
    ],
    "flavor": [
      "deep earthy and woody base notes",
      "smooth dark sweetness reminiscent of dates or dried plums",
      "mineral and stone-like undertones",
      "lingering huigan (returning sweetness) in the throat",
      "aged versions develop complex notes of camphor, lotus, and aged wood"
    ],
    "mouthfeel": "Shou pu-erh has a distinctively thick, velvety, and creamy body with virtually no astringency — often described as having the weight and smoothness of broth. Well-aged sheng develops a similarly smooth body with a more layered, silky texture and pronounced cha qi (tea energy). Young sheng can be brisk and astringent with a puckering bitterness that transforms into sweetness (huigan).",
    "finish": "Long, evolving aftertaste with pronounced huigan — a returning sweetness that rises from the throat after swallowing. Aged examples leave a lingering cooling sensation (camphor or menthol-like) and a persistent depth that can last for minutes between sips."
  },
  "brewing": {
    "waterTemp": "200-212°F (93-100°C); full boiling water for shou and well-aged sheng; slightly below boiling (195-205°F / 90-96°C) for young sheng to reduce bitterness",
    "steepTime": "5-15 seconds for first infusion in gongfu style, adding 5-10 seconds per subsequent infusion; 3-5 minutes for Western-style brewing",
    "leafRatio": "1 g per 15 ml water for gongfu (approximately 5-7 g per 100 ml gaiwan); 3-5 g per 8 oz (240 ml) for Western style",
    "resteeps": 15,
    "notes": "Always rinse pu-erh before the first infusion — pour boiling water over the leaves, let sit for 5-10 seconds, then discard. This rinse awakens compressed leaves, washes off storage dust, and improves subsequent infusions. For tightly compressed cakes, break off a portion with a pu-erh knife or pick, aiming for a mix of outer and inner leaves for balanced flavor. Pu-erh reveals its character gradually over many infusions — the middle steeps (3rd through 8th) typically offer the richest, most complex cups.",
    "gongfuStyle": {
      "waterTemp": "200-212°F (93-100°C)",
      "steepTime": "5-10 seconds for first infusion, increasing by 5 seconds each subsequent steep",
      "leafRatio": "5-7 g per 100 ml (approximately 1 g per 15 ml)",
      "resteeps": 20,
      "notes": "Use a Yixing clay teapot (ideally one dedicated exclusively to pu-erh, as the unglazed clay absorbs flavor over time and enhances future sessions) or a porcelain gaiwan. Small cups (30-50 ml) are traditional. Pour with confidence — pu-erh responds well to vigorous, splashing pours that agitate the leaves. A serving pitcher (cha hai) ensures even distribution across cups."
    }
  },
  "caffeine": {
    "level": "moderate",
    "mgPerCup": "30-70 mg per 8 oz cup; young sheng contains the most caffeine, followed by aged sheng, with shou containing the least due to microbial transformation during wo dui",
    "lTheanine": "Peer-reviewed analysis (Keenan et al., 2011) detected practically zero L-theanine in pu-erh, distinguishing it markedly from green tea (~6.56 mg/g), oolong (~6.09 mg/g), and black tea (~5.13 mg/g). The microbial fermentation process appears to degrade L-theanine. Despite this, pu-erh is noted for producing a distinctive calm, sustained energy attributed to its unique polyphenol and statin profile rather than the caffeine-L-theanine synergy typical of other teas.",
    "energyNotes": "Pu-erh provides a smooth, grounding energy that practitioners describe as cha qi — a warm, centering sensation distinct from the alert focus of green tea or the brisk lift of black tea. The energy is steady and long-lasting without the jittery peak and crash of coffee. Many drinkers report that pu-erh promotes digestive comfort and a meditative calm, making it popular as an after-meal tea and a companion for contemplative activities."
  },
  "health": {
    "primaryBenefits": [
      "Rich in unique antioxidant phenolic compounds including gallic acid, catechins, epicatechin-3-O-gallate, kaempferol, and quercetin — seven of eight isolated compounds showed stronger antioxidant activity than vitamin C in DPPH and ABTS assays (PMC 2018)",
      "A randomized, double-blind, placebo-controlled trial (59 participants, 20 weeks) found daily pu-erh tea extract consumption significantly reduced body weight, BMI, and lowered triglycerides into the normal range compared to placebo (PMC 2016)",
      "Contains lovastatin and other natural statins produced during microbial fermentation, which may contribute to cholesterol-lowering effects independent of traditional tea polyphenols",
      "Exhibits broad antimicrobial, hepatoprotective, and neuroprotective activities documented across multiple in vitro and animal studies",
      "Traditional Chinese Medicine values pu-erh for warming the stomach, aiding digestion of fatty foods, and promoting circulation — uses supported by its documented antimicrobial and lipid-lowering properties"
    ],
    "antioxidants": "Pu-erh's antioxidant profile is unique among teas due to microbial fermentation, which transforms catechins into novel compounds. Eight phenolic compounds isolated from pu-erh water extracts — gallic acid, (+)-catechin, (-)-epicatechin, (-)-epicatechin-3-O-gallate, (-)-epigallocatechin-3-O-gallate, (-)-epiafzelechin-3-O-gallate, kaempferol, and quercetin — demonstrated significant free radical scavenging activity. While EGCG levels are lower than in green tea due to fermentation, pu-erh gains theabrownins, gallic acid derivatives, and statin compounds not found in other tea types.",
    "traditionalUses": "In Traditional Chinese Medicine, pu-erh is classified as a warming tea that benefits the spleen and stomach meridians. It has been prescribed for centuries to aid digestion — particularly after heavy or greasy meals — reduce dampness, promote blood circulation, and alleviate the effects of alcohol. Tibetan and Mongolian cultures consumed pu-erh (often mixed with yak butter and salt) as a critical source of nutrition and vitamins along the Ancient Tea Horse Road, where the tea's compressed cake form was designed for transport by horse caravan over thousands of kilometers.",
    "modernResearch": "Research has documented pu-erh's antioxidative, anticancer, antimutagenic, antimicrobial, anti-atherogenic, antiobesity, and hepatoprotective activities. A 2016 randomized controlled trial showed significant weight loss and triglyceride reduction with daily consumption. Natural statins (lovastatin) produced during fermentation may contribute to lipid-lowering effects. However, WebMD notes that while pu-erh is used for mental alertness, high cholesterol, obesity, and diabetes, robust clinical evidence remains limited for some of these applications. Most human studies have been small or short-term, and more large-scale clinical trials are needed.",
    "cautions": "Contains moderate caffeine — those sensitive to caffeine should limit intake and avoid evening consumption. Tannins can interfere with iron absorption; drink between meals if iron-deficient. Excessive consumption may cause stomach upset, insomnia, or headache in sensitive individuals. Poorly stored pu-erh may harbor harmful molds — always source from reputable vendors and inspect for off-odors or visible mold before brewing. Pregnant and nursing women should limit consumption to 1-2 cups daily due to caffeine content."
  },
  "grading": {
    "system": "Chinese numerical grading system specific to pu-erh, combined with leaf source and vintage classification",
    "grade": "Grades 1-10 based on leaf size and bud content; Grade 1 (smallest buds, most tender) through Grade 10 (largest, most mature leaves). Grades 3-6 are most commonly used for cakes and bricks. Gushu (ancient arbor tree, 100+ years) and lao shu (old-growth tree) designations carry more weight than numerical grade.",
    "gradeExplanation": "Unlike other teas where higher grade universally indicates better quality, pu-erh grading primarily indicates leaf size and tenderness — not necessarily overall quality. A well-crafted Grade 7 cake from ancient arbor trees in a famous mountain village will far surpass a poorly stored Grade 1 from plantation bushes. The most important quality factors are, in order: (1) leaf source — gushu (ancient tree) vs. taidi (plantation bush); (2) terroir — specific mountain and village of origin; (3) processing skill; (4) storage conditions and age; (5) numerical leaf grade. Premium pu-erh is identified more by its wrapper markings, factory of origin (Menghai Tea Factory, Xiaguan, CNNP), and vintage year than by leaf grade alone."
  },
  "content": {
    "overview": "Pu-erh is a uniquely fermented tea produced exclusively in Yunnan Province, China, from the large-leaf Camellia sinensis var. assamica. Unlike all other teas — which are oxidized by the plant's own enzymes — pu-erh undergoes true microbial fermentation by molds, bacteria, and yeasts that transform the leaf's chemistry over time. This distinction places pu-erh in its own category (dark tea, or hei cha) and gives it the remarkable ability to improve with age, much like fine wine. Two fundamental styles exist: sheng (raw) pu-erh, which ages naturally over years to decades through slow microbial activity, and shou (ripe) pu-erh, which undergoes an accelerated fermentation process called wo dui developed in 1973 by the Kunming Tea Factory. The tea takes its name from the city of Pu'er in Yunnan, which served as a major trading hub during the Tang Dynasty (618-907 CE). Pu-erh has been a cornerstone of Traditional Chinese Medicine for centuries, valued for its digestive benefits and warming properties, and today it commands extraordinary collector interest — vintage cakes from the 1950s through 1980s sell for tens of thousands of dollars at auction.",
    "history": "Pu-erh tea traces its origins back over 2,000 years to the ancient forests of Yunnan Province, where indigenous peoples first harvested wild tea trees that still stand today. The tea takes its name from the city of Pu'er (formerly Simao), which became a major tea trading center during the Tang Dynasty (618-907 CE), serving as the hub where tea from surrounding mountains was consolidated for transport. The legendary Ancient Tea Horse Road (Cha Ma Gu Dao) — a network of caravan routes spanning nearly 4,000 kilometers — linked Yunnan's tea regions to Tibet, Southeast Asia, and beyond for over 1,300 years, with Tibetan horses traded for Yunnan tea bricks. Tea was compressed into cakes and bricks specifically for the rigors of this journey, and the months-long transport through varying humidity and temperature inadvertently initiated the fermentation that defined pu-erh's character. During the Qing Dynasty (1644-1912), pu-erh became a tribute tea presented to the imperial court, cementing its prestige. The modern era brought dramatic change in 1973 when the Kunming Tea Factory developed the wo dui (wet piling) process to simulate decades of natural aging in just weeks, creating shou (ripe) pu-erh as a distinct category. Since the early 2000s, a pu-erh investment bubble and subsequent market correction have shaped the tea's identity as both a beverage and a collectible commodity.",
    "culture": "Pu-erh occupies a singular position in tea culture as both a daily beverage and a connoisseur's obsession with deep ritual significance. In Yunnan, local families have preserved tea traditions dating to the Tang Dynasty, with elders passing down knowledge through daily ceremonies in traditional tea houses where each step — from warming cups to precise pouring — carries symbolic meaning connecting participants to ancestors. The gongfu tea ceremony is the preferred method for serious pu-erh appreciation, using small Yixing clay teapots or gaiwans to coax out the tea's evolving character across many infusions — each steep revealing different facets of the tea's depth. In Tibetan and Mongolian cultures, pu-erh has been a dietary necessity for centuries, consumed as butter tea (po cha) — brewed strong and churned with yak butter and salt — providing essential calories, vitamins, and warmth at high altitudes. The pu-erh collector culture that emerged in Hong Kong and Taiwan in the late 20th century has created an entire ecosystem of aging, trading, and connoisseurship analogous to fine wine, with dedicated storage facilities, authentication experts, and tasting competitions. Modern pu-erh culture blends reverence for ancient trees and traditional methods with a thriving global community of enthusiasts who share tastings, debate vintages, and carefully cellar cakes for future enjoyment.",
    "production": "Pu-erh production begins with the harvest of large-leaf Camellia sinensis var. assamica, and the quality of the finished tea is fundamentally determined by the leaf source — ancient arbor trees (gushu, over 100 years old) growing in biodiverse forest environments produce the most complex and sought-after teas. After plucking, leaves are withered, briefly wok-fired to halt enzymatic oxidation (a lighter kill-green than for green tea, preserving residual enzyme and microbial activity), rolled to break cell walls, and then sun-dried to produce maocha — the essential raw material for all pu-erh. For sheng pu-erh, maocha is steamed until pliable, pressed into cakes (bing), bricks (zhuan), or bowl-shaped tuocha using stone or hydraulic molds, then dried slowly — the compressed tea then enters its years-long natural aging journey. For shou pu-erh, maocha undergoes wo dui: leaves are moistened, piled in heaps of several tons, covered with thermal cloths, and periodically turned over 45-60 days while Aspergillus niger and other microorganisms drive rapid fermentation at internal temperatures of 50-65°C, transforming the tea's color, aroma, and chemistry in weeks rather than decades. Master blenders at major factories like Menghai and Xiaguan carefully control the wo dui process, monitoring temperature, moisture, and microbial activity to achieve the desired profile.",
    "selection": "Selecting quality pu-erh requires attention to source, storage, and sensory cues. For sheng pu-erh, prioritize leaf origin above all else — single-mountain or single-village cakes from known terroirs (Laobanzhang, Yiwu, Jingmai, Bingdao, Xigui) offer traceable quality and aging potential. Examine the dry cake surface: leaves should be intact and varied in size (a sign of hand-processing), with visible silvery buds; uniformly broken, dark leaves may indicate machine processing or poor storage. Aroma should be clean — young sheng smells vegetal and floral, aged sheng develops sweet, camphor-like notes; any musty, sour, or fishy odor signals improper storage. For shou pu-erh, look for a clean earthy aroma without mustiness, and a brewed liquor that is clear and reddish-brown rather than murky or cloudy. Source from reputable vendors (Yunnan Sourcing, white2tea, Crimson Lotus Tea) who provide harvest year, mountain of origin, and factory information. Be cautious with age claims — the pu-erh market has a significant counterfeit problem, with re-wrapped modern cakes sold as vintage, particularly for pre-2000 productions. When tasting, quality pu-erh should produce pronounced huigan (returning sweetness), lack any off-flavors, and sustain complexity across at least 10 gongfu infusions.",
    "storage": "Proper storage is the single most critical factor in pu-erh aging, and the tea's value can be multiplied or destroyed by storage conditions over time. Maintain temperature between 68-86°F (20-30°C) with relative humidity around 60-70% — humidity is essential for the microbial activity that drives fermentation, but levels above 80% risk harmful mold growth. Good air circulation is necessary; avoid completely sealed containers that suffocate the living microbial ecology within the tea. Store cakes in a clean, odor-free environment — pu-erh readily absorbs surrounding smells, and contamination from cooking odors, chemicals, or perfumes is irreversible. Keep sheng and shou pu-erh separated, as shou's intense earthy aroma will permanently affect the more delicate sheng. Traditional storage vessels include unglazed Yixing clay jars (which breathe and regulate humidity), while modern collectors often use food-grade plastic bins or dedicated shelving in climate-controlled rooms. Two storage philosophies exist: dry storage (lower humidity, slower aging, cleaner flavors preferred by Taiwanese and Western collectors) and traditional or wet storage (higher humidity, faster transformation, earthier character historically associated with Hong Kong warehouses). Unlike virtually all other teas, well-stored sheng pu-erh has no expiration date and continues to improve for 50 years or more.",
    "pairings": "Pu-erh's earthy depth and palate-cleansing properties make it the ideal tea companion for rich, fatty, and heavily flavored foods — a role it has filled in Chinese cuisine for centuries. Dim sum restaurants in southern China and Hong Kong traditionally serve pu-erh (yum cha) specifically because its tannins and fermentation-derived compounds cut through the oil of fried dumplings, roast meats, and steamed buns. Rich red-braised pork belly, Peking duck, and lamb hotpot all benefit from pu-erh's ability to refresh the palate between bites. Aged sheng pu-erh pairs beautifully with dark chocolate, aged cheeses, and charcuterie — foods that mirror its own complexity and fermented character. Shou pu-erh complements earthy flavors: mushroom dishes, root vegetables, hearty stews, and grain-based foods like congee or whole-grain bread. Pu-erh is traditionally consumed after meals as a digestive, and is particularly popular following heavy banquets. For time of day, shou pu-erh's lower caffeine suits evening drinking, while young sheng is best reserved for morning or afternoon when its higher caffeine and stimulating cha qi can be appreciated. Avoid pairing pu-erh with delicate, light foods that its powerful earthy character would overwhelm.",
    "variations": "Pu-erh encompasses a vast spectrum of styles defined by processing method, age, leaf source, and compression format. The fundamental division is between sheng (raw) and shou (ripe) — these are essentially different teas with distinct production methods, flavor profiles, and aging trajectories. Within sheng, the primary variables are terroir (each of Yunnan's famous mountains — Yiwu, Laobanzhang, Bingdao, Jingmai, Bulang, Nannuo, Xigui, Mengsong — imparts a distinctive character), tree age (gushu ancient arbor, lao shu old-growth, shengtai ecological, taidi plantation), and vintage year. Compression formats include the standard 357g bing (cake), 250g zhuan (brick), 100g tuocha (bird's nest bowl), and 500g mushroom-shaped jin cha traditionally made for Tibetan export. Within shou, fermentation intensity varies from lightly fermented (retaining some sheng character) to heavily fermented (deeply dark and earthy). Liu Bao from Guangxi and Fu Zhuan from Hunan are related dark teas (hei cha) that undergo similar post-fermentation processes but use different varietals and techniques — Liu Bao features betel nut and mineral notes, while Fu Zhuan develops golden flowers (jin hua, Eurotium cristatum fungus) valued for their health properties. Aged white tea from Fujian shares some post-fermentation characteristics but belongs to a different processing family."
  }
}
