{
  "id": "sencha",
  "name": "Sencha",
  "otherNames": [
    "煎茶",
    "Japanese Green Tea"
  ],
  "teaType": "green",
  "origin": {
    "country": "Japan",
    "region": "Grown across Japan's major tea-producing prefectures — Shizuoka (accounting for roughly 40% of Japan's total production), Kagoshima (volcanic soils of southern Kyushu), Uji in Kyoto, Yame in Fukuoka, and Sayama in Saitama",
    "terroir": "Regional terroir profoundly shapes sencha character. Shizuoka's mountainous districts (Kawane, Honyama) produce crisp, floral teas at elevations of 200-600 meters with moderate temperatures averaging 15°C. Kagoshima's volcanic soils and warmer subtropical climate yield bold, deeply green teas. Uji teas benefit from morning mists along the Uji River and centuries of refined cultivation techniques. Highland-grown sencha from cooler climates tends toward brighter, more aromatic cups.",
    "harvest": "First flush (shincha/ichibancha) harvested April-May is the most prized, with concentrated amino acids from winter dormancy. Second flush (nibancha) follows in June-July, and third flush (sanbancha) in late summer. Harvest moves from south (Kagoshima) to north (Saitama) as spring progresses."
  },
  "processing": {
    "oxidationLevel": "0% (unoxidized green tea — steaming halts enzymatic oxidation immediately after harvest)",
    "steps": [
      "Freshly harvested leaves are immediately steamed to deactivate polyphenol oxidase and halt oxidation — this is the defining step that distinguishes Japanese green tea from Chinese pan-fired green tea",
      "Steaming duration determines the style: asamushi (light, 20-40 seconds), chumushi (medium, 60-100 seconds), or fukamushi (deep, 120+ seconds)",
      "Steamed leaves undergo primary rolling and drying (rough kneading) to break cell walls and begin moisture reduction while keeping leaves intact",
      "Secondary rolling shapes leaves into characteristic needle-like forms and continues moisture extraction",
      "Final drying (firing) reduces moisture to approximately 5%, producing aracha (crude tea)",
      "Aracha is refined into shiagecha (finished tea) through sorting, cutting, grading by leaf size using blown air and electrical sensitivity, and a final light firing for aroma development"
    ],
    "roastLevel": "none"
  },
  "profile": {
    "appearance": "Tightly rolled, dark green needle-shaped leaves with a glossy sheen; asamushi retains longer, intact needles while fukamushi produces smaller, more broken leaf fragments with fine particles; premium grades show uniform, vivid green color",
    "liquorColor": "Pale golden-yellow to bright jade green depending on steaming level — asamushi yields a clear, luminous yellow-green, while fukamushi produces an opaque, deep emerald green with fine suspended leaf particles",
    "aroma": [
      "fresh cut grass",
      "steamed edamame",
      "subtle ocean or seaweed",
      "sweet vegetal notes",
      "hint of spring flowers"
    ],
    "flavor": [
      "bright vegetal sweetness",
      "rich umami savory depth",
      "clean grassy freshness",
      "subtle marine undertones",
      "gentle astringent finish"
    ],
    "mouthfeel": "Light to medium body depending on steaming level; asamushi is crisp and brisk with a clean mouthfeel, while fukamushi is rounder, fuller-bodied, and silky with minimal astringency; both share a refreshing quality that coats the palate without heaviness",
    "finish": "Clean and refreshing with lingering sweetness; asamushi finishes with a pleasant mild astringency that stimulates the palate, while fukamushi fades to a smooth, sweet umami afterglow"
  },
  "brewing": {
    "waterTemp": "160-175°F (70-80°C); use the lower end for premium grades and shaded sencha, higher end for everyday sencha and fukamushi",
    "steepTime": "60-90 seconds for first infusion; 10-15 seconds for second infusion (leaves have already unfurled); 45-60 seconds for third infusion with slightly hotter water",
    "leafRatio": "4-5 g per 6 oz (180 ml), or approximately 1 heaping teaspoon per small cup — Japanese sencha uses a higher leaf-to-water ratio than most Western-style teas",
    "resteeps": 3,
    "notes": "Temperature is critical — water above 80°C extracts excess catechins, producing bitterness that masks umami and sweetness. Pour boiled water into an empty cup first to cool it before pouring over leaves (each transfer drops temperature approximately 10°C). Use a kyusu (Japanese side-handle teapot) for optimal pouring control. Pour out every last drop on each infusion to prevent over-steeping. For fukamushi, reduce steep time by 25-50% as the smaller leaf particles extract faster."
  },
  "caffeine": {
    "level": "moderate",
    "mgPerCup": "20-50 mg per 6 oz cup; shaded sencha (kabusecha) trends higher, first flush lower than later harvests",
    "lTheanine": "Approximately 6 mg/g dry leaf (higher than black tea); shaded sencha and first flush contain significantly more L-theanine. A typical cup provides roughly 25 mg L-theanine, compared to approximately 50 mg in gyokuro and 70+ mg in matcha.",
    "energyNotes": "Provides calm, focused alertness rather than the jittery stimulation of coffee. The high L-theanine to caffeine ratio promotes alpha brain wave activity, creating what Japanese tea culture calls 'relaxed concentration.' The CE/TA ratio (caffeine + EGCG to theanine + arginine) of sencha is below 3, indicating measurable stress-relieving potential according to PMC research. Energy onset is gentle, sustained over 2-3 hours, and fades without a crash."
  },
  "health": {
    "primaryBenefits": [
      "Exceptionally rich in EGCG (epigallocatechin gallate) — a PMC study found Japanese sencha contained 124 mg/100 mL EGCG, the highest concentration among green teas tested, providing potent antioxidant protection against oxidative stress and cellular damage",
      "Catechins support cardiovascular health by helping lower LDL cholesterol, improving blood flow, and reducing blood pressure — regular green tea consumption is associated with reduced risk of heart disease and stroke",
      "The combination of caffeine and catechins boosts metabolic rate and enhances fat oxidation, particularly during physical activity, with evidence from the American Journal of Clinical Nutrition supporting green tea's role in weight management",
      "L-theanine promotes alpha brain wave activity, enhancing focus and mental clarity while reducing stress — the synergy with caffeine provides cognitive benefits without the anxiety associated with coffee",
      "High vitamin C content and catechins support immune function, while antibacterial properties of green tea polyphenols promote oral health by reducing plaque formation and inhibiting harmful bacteria"
    ],
    "antioxidants": "Sencha's antioxidant profile is dominated by catechins — EGCG, EGC, ECG, and EC — preserved in high concentrations by the steaming process that halts oxidation immediately after harvest. Unlike black or oolong tea where catechins polymerize into theaflavins and thearubigins, sencha retains its monomeric catechins intact. EGCG alone accounts for the majority of sencha's total catechin content and is the most extensively studied tea polyphenol for anticancer, cardioprotective, and neuroprotective properties.",
    "traditionalUses": "In Japanese traditional medicine (kanpo), green tea has been valued since its introduction in the 8th century as a stimulant for mental alertness and a digestive aid. Buddhist monks drank sencha to maintain focus during meditation. The beverage was also used as a mild diuretic and to support oral hygiene. In Ayurvedic-influenced practices, green tea is considered cooling and clarifying.",
    "modernResearch": "Extensive clinical and epidemiological research supports sencha's health benefits, though most studies examine green tea broadly rather than sencha specifically. A PMC study comparing matcha and sencha found both demonstrated significant antioxidant and antidiabetic (alpha-glucosidase inhibition) activity during in vitro digestion. Epidemiological studies from Japan associate regular green tea consumption (3+ cups daily) with reduced all-cause mortality. EGCG has shown antiproliferative effects in multiple cancer cell lines in laboratory studies, though translation to clinical outcomes requires further research.",
    "cautions": "Green tea tannins can inhibit non-heme iron absorption — avoid drinking with meals if iron-deficient. Caffeine content, though moderate, may cause restlessness or insomnia in sensitive individuals, especially if consumed in the afternoon or evening. Excessive consumption (more than 5-6 cups daily) may cause digestive discomfort. The high catechin content, particularly EGCG, may interact with certain medications including blood thinners, beta-blockers, and some chemotherapy drugs — consult a healthcare provider if on medication."
  },
  "grading": {
    "system": "Japanese grading is informal and producer-specific; quality is primarily determined by harvest timing (first flush vs. later), steaming level (asamushi/chumushi/fukamushi), cultivar, and region rather than a standardized grading scale like the Orthodox system used for black tea",
    "grade": "Premium sencha is first-flush (shincha/ichibancha) from named regions and cultivars; everyday sencha typically blends multiple harvests and regions; fukamushi has become the most popular style in Japan since the 1970s",
    "gradeExplanation": "Quality hierarchy in Japanese sencha runs: Shincha (new tea, first flush, highest amino acid content and sweetness) > Ichibancha (first harvest, same as shincha but may be stored) > Nibancha (second harvest, more catechins, more astringent) > Sanbancha (third harvest, lower quality, often used for bottled tea). Within each harvest, the cultivar (Yabukita dominates at 75% of fields, but specialty cultivars like Saemidori, Asatsuyu, and Okumidori offer distinctive profiles), steaming level, and growing region further differentiate quality. Kabuse sencha (shaded 10-21 days) occupies a premium niche between standard sencha and gyokuro."
  },
  "content": {
    "overview": "Sencha is the quintessential Japanese green tea and the most consumed tea in Japan, accounting for approximately 80% of the country's total tea production. The name literally translates to 'infused tea' (煎茶), distinguishing it from matcha (powdered tea) and other preparation styles. It is defined by its characteristic steaming process — unique to Japanese tea production — which halts oxidation immediately after harvest and preserves the leaves' vivid green color, vegetal freshness, and rich amino acid content. Sencha's flavor profile balances sweetness, umami depth, grassy freshness, and a clean astringency that varies by steaming level, cultivar, and growing region. The tea spans an enormous range of quality and style, from everyday fukamushi sencha brewed quickly for a rich, full-bodied cup to delicate first-flush shincha savored for its concentrated sweetness and ephemeral spring character. This diversity makes sencha both Japan's daily staple and a tea capable of remarkable nuance and complexity.",
    "history": "The origins of sencha trace to 1738, when the Uji tea grower Nagatani Soen (永谷宗円) revolutionized Japanese tea by developing the method of steaming, rolling, and drying whole tea leaves into needle-shaped forms — a process that remains the foundation of Japanese tea production today. Before Nagatani's innovation, Japanese tea was primarily powdered (matcha) or crude pan-roasted leaf tea. The broader cultural context for sencha's rise began in the 17th century, when Chinese refugee monks, intellectuals, and artists fleeing the fall of the Ming dynasty introduced loose-leaf tea steeping to Japan. The Obaku Zen monk Ingen is credited with bringing Chinese-style steeped tea to Japan, and in the 18th century, the itinerant monk Baisao (売茶翁, 'old tea seller') popularized sencha in Kyoto as a deliberate rejection of the rigid formality of matcha-based tea ceremony. Baisao sold simple cups of sencha from portable stalls, emphasizing the tea's democratic accessibility over the aristocratic exclusivity of chado. By the late Edo period, sencha had become the dominant style of tea in Japan, and the invention of mechanical processing in the 20th century made it available to every household.",
    "culture": "Sencha occupies a dual position in Japanese culture: it is both the everyday tea consumed casually in homes and offices throughout the day, and the subject of senchado (煎茶道, 'the way of sencha'), a refined tea practice with its own schools, utensils, and aesthetic philosophy. Senchado emerged as a counter-movement to the highly codified matcha ceremony (chado), emphasizing freedom of expression, Chinese-influenced aesthetics, and intellectual conversation over prescribed ritual. Multiple senchado schools exist today, each with distinct approaches to utensils and ceremony — some use Japanese kyusu teapots while others use Chinese-style gaiwans. In formal senchado, two steepings of sencha are served alongside light sweets. Beyond ceremony, sencha is woven into daily Japanese life as the default offering to guests, the standard beverage in restaurants, and the base for bottled green tea sold ubiquitously in vending machines. The shincha season each spring is anticipated with the same excitement as cherry blossom season, with the year's first harvest commanding premium prices and generating national media coverage.",
    "production": "Sencha production begins with the critical decision of steaming duration, which defines the tea's entire character. Asamushi (light steaming, 20-40 seconds) is the most traditional style, producing intact needle-shaped leaves with a bright, clean liquor and pronounced aroma. Chumushi (medium steaming, 60-100 seconds) balances aroma with body. Fukamushi (deep steaming, 120+ seconds) was developed in the 1950s on the Makinohara Plateau in Shizuoka to improve the flavor of lower-elevation tea leaves that produced an astringent cup when lightly steamed — the extended steaming breaks down leaf cell structure, creating a richer, sweeter brew with a characteristic opaque green color. After steaming, leaves undergo sequential rolling and drying stages that shape them into needles while reducing moisture content. The resulting aracha (crude tea) is then refined through sorting, cutting, and a final firing that develops aroma.",
    "selection": "When selecting sencha, harvest timing is the single most important quality indicator — first-flush (shincha) teas are sweeter, more aromatic, and higher in amino acids than later harvests. Look for a vivid, uniform dark green color in the dry leaf; dull, yellowish, or brown-tinged leaves indicate age or poor storage. The aroma should be fresh and grassy, not musty or flat. For premium experiences, seek single-origin sencha from named regions (Uji, Kawane, Yame) and specific cultivars rather than generic blends. Specialty retailers like Ippodo, Kettl, In Pursuit of Tea, and O-Cha offer curated selections with provenance information. The choice between asamushi and fukamushi is a matter of preference: asamushi rewards careful brewing with aromatic complexity, while fukamushi is more forgiving and produces a richer, fuller cup.",
    "storage": "Sencha is among the most perishable of all teas and should be treated as a fresh product. Store unopened packages in the refrigerator, where they will maintain quality for up to 12 months from the packaging date. Once opened, keep sencha in an airtight, opaque container at room temperature — not in the refrigerator, as opening and closing introduces condensation — and consume within 4-6 weeks for optimal freshness. When removing a sealed package from refrigerated storage, allow it to reach room temperature completely before opening to prevent moisture condensation on the cold leaves. Deep-steamed (fukamushi) sencha deteriorates faster than asamushi due to its smaller leaf particle size exposing more surface area. Signs of degradation include loss of the fresh grassy aroma, leaves turning from vivid green to dull olive or brown, and brewed liquor that appears darker and brownish rather than bright green.",
    "pairings": "Sencha's clean, vegetal character pairs naturally with Japanese cuisine — sushi, sashimi, light tempura, edamame, and steamed rice are ideal companions that allow the tea's subtle umami and sweetness to shine. The tea's gentle astringency cuts through the richness of grilled fish and tofu dishes. For sweets, traditional Japanese wagashi (mochi, manju, yokan) are designed to complement green tea's flavor profile. Western pairings work best with light, fresh foods: steamed vegetables, mild white fish, avocado, and fresh fruit. Sencha is traditionally a daytime tea in Japan, enjoyed from morning through mid-afternoon. First-flush shincha is a seasonal delicacy best savored on its own or with the simplest accompaniments to appreciate its fleeting spring character. Avoid pairing with strongly flavored, spicy, or heavily sweetened foods that overpower sencha's delicate nuances.",
    "variations": "Sencha's category encompasses remarkable stylistic diversity. Fukamushi (deep-steamed) sencha has become the most popular style in Japan since the 1970s, prized for its rich body and ease of brewing. Kabuse sencha (shaded for 10-21 days before harvest) bridges the gap between standard sencha and gyokuro, with heightened sweetness and umami from increased L-theanine production in the shade. Shincha — the year's first harvest — is a seasonal specialty commanding premium prices for its concentrated amino acid content and fresh spring character. Regional styles create further variation: Shizuoka mountain sencha tends toward crisp, floral profiles; Uji sencha is rounder with more umami; Yame sencha is nuttier with stronger firing; and Kagoshima sencha is bold and deeply colored from volcanic soils. Some producers offer single-cultivar sencha highlighting the distinct characteristics of Yabukita, Saemidori, Asatsuyu, or other varietals."
  }
}
