{
  "plants": [
    {
      "id": "chamomile",
      "commonName": "Chamomile",
      "otherNames": ["German Chamomile", "Wild Chamomile", "Scented Mayweed"],
      "latinName": "Matricaria chamomilla",
      "family": "Asteraceae (Daisy family)",
      "partsUsed": ["flowers"],
      "taste": "Sweet, slightly bitter, apple-like",
      "energy": "Cooling, relaxing, drying",
      "actions": ["nervine", "anti-inflammatory", "carminative", "antispasmodic", "vulnerary", "antimicrobial"],
      "bodySystems": ["nervous", "digestive", "skin"],
      "conditions": ["anxiety", "insomnia", "indigestion", "nausea", "colic", "skin-irritation", "inflammation"],
      "preparations": ["tea", "tincture", "salve", "oil", "bath", "compress"],
      "traditions": ["western", "folk"],
      "seasons": ["spring", "summer", "fall", "winter"],
      "featured": true,
      "safety": {
        "generalSafety": "Generally considered very safe for most people",
        "contraindications": ["Ragweed or daisy family allergies - may cause allergic reactions"],
        "drugInteractions": ["May enhance effects of sedatives", "May interact with blood thinners (warfarin)"],
        "pregnancySafe": false,
        "pregnancyNotes": "Traditionally avoided during pregnancy due to mild emmenagogue effects; consult healthcare provider",
        "nursingNotes": "Generally considered safe while nursing; start with small amounts",
        "childrenNotes": "Safe for children; commonly used for colic and teething"
      },
      "dosage": {
        "tea": "1-2 teaspoons dried flowers per cup, steep 5-10 minutes, 2-4 cups daily",
        "tincture": "30-60 drops (1-2ml) up to 3 times daily",
        "capsule": "400-1600mg dried herb daily"
      },
      "content": {
        "overview": "Chamomile is one of the most beloved and widely used medicinal herbs in the world. Known for its gentle, calming effects, it has been used for thousands of years as a remedy for anxiety, digestive upset, and inflammation. Its sweet, apple-like flavor makes it one of the most pleasant herbs to take as tea.",
        "traditionalUses": "Ancient Egyptians dedicated chamomile to the sun god Ra and used it for fevers. Greek physicians prescribed it for digestive complaints and menstrual disorders. In European folk medicine, it was considered a cure-all, used for everything from teething pain to nightmares. German folk healers called it 'alles zutraut' (capable of anything).",
        "modernResearch": "Modern studies support chamomile's traditional uses. Research has demonstrated its anxiolytic effects comparable to mild benzodiazepines, anti-inflammatory activity through apigenin and other flavonoids, and antimicrobial properties. Clinical trials show benefits for generalized anxiety disorder, sleep quality, and digestive complaints.",
        "howToUse": "For relaxation and sleep: Drink a cup of chamomile tea 30-60 minutes before bed. For digestive upset: Sip tea after meals or when symptoms arise. For skin issues: Apply cooled tea as a compress or use chamomile-infused oil. For children's colic: Diluted tea can be given in small amounts.",
        "harvesting": "Harvest flower heads when fully open on a dry morning after dew has evaporated. Dry quickly in a warm, well-ventilated area away from direct sunlight. Store in airtight containers away from light.",
        "cultivation": "Annual herb that grows easily from seed. Prefers full sun to partial shade and well-drained soil. Self-seeds readily once established. Harvest regularly to encourage continued blooming."
      },
      "constituents": [
        "Apigenin (flavonoid - anxiolytic)",
        "Chamazulene (anti-inflammatory)",
        "Bisabolol (anti-inflammatory, antimicrobial)",
        "Volatile oils",
        "Coumarins",
        "Flavonoids"
      ],
      "combinations": [
        {
          "herb": "lavender",
          "purpose": "Enhanced relaxation and sleep support"
        },
        {
          "herb": "peppermint",
          "purpose": "Digestive support and nausea relief"
        },
        {
          "herb": "lemon-balm",
          "purpose": "Anxiety and stress relief"
        }
      ]
    },
    {
      "id": "elderberry",
      "commonName": "Elderberry",
      "otherNames": ["Black Elder", "European Elder", "Sambucus"],
      "latinName": "Sambucus nigra",
      "family": "Adoxaceae (Moschatel family)",
      "partsUsed": ["berries", "flowers"],
      "taste": "Berries: Sweet-tart; Flowers: Sweet, honey-like",
      "energy": "Cooling, drying",
      "actions": ["immunomodulator", "antioxidant", "antimicrobial", "diaphoretic", "anti-inflammatory"],
      "bodySystems": ["immune", "respiratory"],
      "conditions": ["cold", "flu", "fever", "congestion", "immune-weakness", "inflammation"],
      "preparations": ["syrup", "tea", "tincture", "capsule"],
      "traditions": ["western", "folk"],
      "seasons": ["fall", "winter"],
      "featured": true,
      "safety": {
        "generalSafety": "Cooked berries and flowers are safe; raw berries, leaves, bark, and seeds contain cyanogenic glycosides",
        "contraindications": ["Autoimmune conditions - may stimulate immune system", "Do not consume raw berries, leaves, or bark"],
        "drugInteractions": ["May interact with immunosuppressants", "May interact with diabetes medications", "May enhance diuretic effects"],
        "pregnancySafe": true,
        "pregnancyNotes": "Cooked berries and flowers considered safe in food amounts; avoid concentrated supplements",
        "nursingNotes": "Cooked berries considered safe in food amounts",
        "childrenNotes": "Cooked preparations safe for children over 1 year; popular for immune support"
      },
      "dosage": {
        "syrup": "Adults: 1 tablespoon up to 4 times daily during illness; Children: 1 teaspoon up to 4 times daily",
        "tea": "1-2 teaspoons dried berries or flowers per cup, steep 10-15 minutes",
        "tincture": "30-60 drops (1-2ml) up to 3 times daily"
      },
      "content": {
        "overview": "Elderberry is one of the most effective herbs for supporting the immune system during cold and flu season. Both the deep purple berries and the creamy white flowers have been used medicinally for centuries. Rich in antioxidants and vitamin C, elderberry has become a go-to remedy for preventing and shortening respiratory infections.",
        "traditionalUses": "Elder has been called 'the medicine chest of country people' in European folk tradition. Hippocrates referred to elder as his 'medicine chest.' Native Americans used various species for infections, fever, and skin conditions. In folklore, the elder tree was believed to be inhabited by protective spirits.",
        "modernResearch": "Clinical studies have demonstrated elderberry's ability to reduce the duration and severity of cold and flu symptoms. Research shows it inhibits viral replication by preventing viruses from entering cells. Studies also confirm high antioxidant activity and anti-inflammatory effects through anthocyanin compounds.",
        "howToUse": "For prevention: Take elderberry syrup daily during cold and flu season. For acute illness: Increase frequency to every 2-3 hours at onset of symptoms. Elderflower tea promotes sweating during fever. Never consume raw elderberries.",
        "harvesting": "Harvest berries when fully ripe (deep purple-black) in late summer to early fall. Harvest flowers in late spring when fully open. Both should be dried quickly or processed immediately. Always cook berries before use.",
        "cultivation": "Large deciduous shrub that grows in moist, fertile soil. Tolerates partial shade but fruits best in full sun. Prune annually for best berry production. Hardy and easy to grow."
      },
      "constituents": [
        "Anthocyanins (antioxidant, antiviral)",
        "Flavonoids (quercetin, rutin)",
        "Vitamin C",
        "Phenolic acids",
        "Lectins",
        "Volatile oils (flowers)"
      ],
      "combinations": [
        {
          "herb": "echinacea",
          "purpose": "Enhanced immune support during illness"
        },
        {
          "herb": "ginger",
          "purpose": "Warming immune support, nausea relief"
        },
        {
          "herb": "rose-hips",
          "purpose": "Additional vitamin C and antioxidants"
        }
      ]
    },
    {
      "id": "peppermint",
      "commonName": "Peppermint",
      "otherNames": ["Brandy Mint", "Balm Mint"],
      "latinName": "Mentha x piperita",
      "family": "Lamiaceae (Mint family)",
      "partsUsed": ["leaves", "aerial parts"],
      "taste": "Intensely cooling, refreshing, slightly sweet",
      "energy": "Cooling, drying, stimulating then relaxing",
      "actions": ["carminative", "antispasmodic", "analgesic", "antimicrobial", "diaphoretic", "nervine"],
      "bodySystems": ["digestive", "nervous", "respiratory"],
      "conditions": ["indigestion", "nausea", "ibs", "headache", "congestion", "muscle-pain", "bad-breath"],
      "preparations": ["tea", "tincture", "oil", "capsule"],
      "traditions": ["western", "folk", "ayurveda"],
      "seasons": ["spring", "summer", "fall", "winter"],
      "featured": true,
      "safety": {
        "generalSafety": "Generally very safe; essential oil should be used with caution",
        "contraindications": ["GERD/acid reflux - may worsen symptoms by relaxing lower esophageal sphincter", "Gallbladder problems", "Hiatal hernia"],
        "drugInteractions": ["May affect absorption of some medications", "May interact with cyclosporine"],
        "pregnancySafe": true,
        "pregnancyNotes": "Tea considered safe in moderate amounts; avoid concentrated essential oil",
        "nursingNotes": "May reduce milk supply in large amounts; moderate tea consumption generally safe",
        "childrenNotes": "Tea safe for children; avoid essential oil near face of young children"
      },
      "dosage": {
        "tea": "1-2 teaspoons dried leaves per cup, steep 5-10 minutes covered, up to 4 cups daily",
        "tincture": "30-60 drops (1-2ml) up to 3 times daily",
        "capsule": "Enteric-coated capsules: 0.2-0.4ml peppermint oil, 2-3 times daily for IBS"
      },
      "content": {
        "overview": "Peppermint is one of the world's most popular herbs, used for its refreshing flavor and powerful medicinal properties. A natural hybrid of watermint and spearmint, it has been cultivated for centuries as a digestive remedy and cooling refreshment. Its high menthol content gives it distinctive cooling and antispasmodic effects.",
        "traditionalUses": "Ancient Egyptians, Greeks, and Romans all used mint medicinally. It was strewn on floors for its fresh scent and used to treat digestive complaints. In medieval Europe, it was used to whiten teeth and treat wounds. Traditional Chinese Medicine uses it for headaches, sore throats, and to disperse wind-heat.",
        "modernResearch": "Clinical trials confirm peppermint's effectiveness for IBS when taken as enteric-coated capsules. Studies show it relaxes smooth muscle in the digestive tract, has antimicrobial effects, and can reduce tension headaches when applied topically. Research supports its use for nausea and indigestion.",
        "howToUse": "For digestive relief: Drink tea after meals or when symptoms arise. For headaches: Apply diluted essential oil to temples, or drink tea. For congestion: Inhale steam from hot tea or add to steam inhalation. For IBS: Use enteric-coated peppermint oil capsules.",
        "harvesting": "Harvest leaves just before flowering for highest oil content. Cut stems in mid-morning after dew has dried. Dry quickly in a warm, dark place. Fresh leaves can be used immediately or frozen.",
        "cultivation": "Perennial that spreads vigorously via runners - consider container planting. Prefers moist, rich soil and partial shade. Regular harvesting encourages bushy growth. Very hardy and easy to grow."
      },
      "constituents": [
        "Menthol (cooling, antispasmodic)",
        "Menthone",
        "Menthyl acetate",
        "Rosmarinic acid (antioxidant)",
        "Flavonoids",
        "Tannins"
      ],
      "combinations": [
        {
          "herb": "chamomile",
          "purpose": "Digestive support and relaxation"
        },
        {
          "herb": "ginger",
          "purpose": "Enhanced digestive support, nausea relief"
        },
        {
          "herb": "fennel",
          "purpose": "Gas, bloating, and digestive discomfort"
        }
      ]
    },
    {
      "id": "lavender",
      "commonName": "Lavender",
      "otherNames": ["English Lavender", "True Lavender", "Garden Lavender"],
      "latinName": "Lavandula angustifolia",
      "family": "Lamiaceae (Mint family)",
      "partsUsed": ["flowers", "leaves"],
      "taste": "Floral, slightly bitter, aromatic",
      "energy": "Cooling, drying, relaxing",
      "actions": ["nervine", "anxiolytic", "sedative", "antimicrobial", "antispasmodic", "carminative", "vulnerary"],
      "bodySystems": ["nervous", "skin", "digestive"],
      "conditions": ["anxiety", "insomnia", "stress", "headache", "burns", "wounds", "muscle-tension"],
      "preparations": ["tea", "tincture", "oil", "salve", "bath"],
      "traditions": ["western", "folk"],
      "seasons": ["spring", "summer", "fall", "winter"],
      "featured": true,
      "safety": {
        "generalSafety": "Very safe herb; essential oil should be properly diluted for topical use",
        "contraindications": ["Rare allergy possible"],
        "drugInteractions": ["May enhance effects of sedatives and CNS depressants"],
        "pregnancySafe": true,
        "pregnancyNotes": "Considered safe in culinary and tea amounts; avoid large medicinal doses in first trimester",
        "nursingNotes": "Generally considered safe",
        "childrenNotes": "Safe for children; popular for calming and sleep"
      },
      "dosage": {
        "tea": "1-2 teaspoons dried flowers per cup, steep 5-10 minutes, 2-3 cups daily",
        "tincture": "30-60 drops (1-2ml) up to 3 times daily",
        "oil": "Topical: 1-3 drops diluted in carrier oil; Aromatherapy: diffuse or inhale directly"
      },
      "content": {
        "overview": "Lavender is perhaps the most beloved aromatic herb, prized for its beautiful purple flowers and distinctive calming scent. Used for over 2,500 years, it remains one of the most researched and effective herbs for anxiety, sleep, and mood support. Its versatility spans from medicine to culinary arts to household use.",
        "traditionalUses": "The name comes from Latin 'lavare' (to wash) - Romans added it to baths and laundry. Ancient Egyptians used it in mummification. Medieval Europeans used it against plague and to scent linens. Victorian ladies used lavender water for headaches and fainting. Traditionally placed under pillows for peaceful sleep.",
        "modernResearch": "Extensive research supports lavender's anxiolytic effects. Silexan (lavender oil supplement) has been shown in clinical trials to be as effective as lorazepam for generalized anxiety disorder without sedation or dependence. Studies confirm benefits for sleep quality, stress reduction, and wound healing.",
        "howToUse": "For anxiety and sleep: Drink tea in the evening, use in aromatherapy, or place sachet under pillow. For headaches: Apply diluted essential oil to temples. For burns and wounds: Apply lavender-infused oil or diluted essential oil. For stress: Add to bath or use in diffuser.",
        "harvesting": "Harvest flower spikes when about half the flowers have opened, usually in mid-summer. Cut in the morning after dew has dried. Bundle and hang upside down to dry in a dark, well-ventilated area.",
        "cultivation": "Perennial shrub that thrives in poor, well-drained soil and full sun. Does not like humidity or wet feet. Prune after flowering to maintain shape. Many varieties available from compact to tall."
      },
      "constituents": [
        "Linalool (calming, antimicrobial)",
        "Linalyl acetate (relaxing)",
        "Camphor (small amounts)",
        "Tannins",
        "Coumarins",
        "Flavonoids"
      ],
      "combinations": [
        {
          "herb": "chamomile",
          "purpose": "Enhanced calming and sleep support"
        },
        {
          "herb": "lemon-balm",
          "purpose": "Anxiety and mood support"
        },
        {
          "herb": "valerian",
          "purpose": "Stronger sleep support"
        }
      ]
    },
    {
      "id": "ginger",
      "commonName": "Ginger",
      "otherNames": ["Ginger Root", "Zingiber"],
      "latinName": "Zingiber officinale",
      "family": "Zingiberaceae (Ginger family)",
      "partsUsed": ["rhizome (root)"],
      "taste": "Pungent, spicy, warming",
      "energy": "Warming, drying, stimulating",
      "actions": ["carminative", "anti-inflammatory", "antiemetic", "diaphoretic", "expectorant", "antimicrobial", "circulatory-stimulant"],
      "bodySystems": ["digestive", "respiratory", "cardiovascular", "musculoskeletal"],
      "conditions": ["nausea", "motion-sickness", "morning-sickness", "indigestion", "cold", "flu", "inflammation", "pain", "poor-circulation"],
      "preparations": ["tea", "decoction", "tincture", "syrup", "capsule", "compress"],
      "traditions": ["western", "tcm", "ayurveda", "folk"],
      "seasons": ["fall", "winter"],
      "featured": true,
      "safety": {
        "generalSafety": "Very safe in culinary and moderate medicinal amounts",
        "contraindications": ["Gallstones - may increase bile flow", "May increase bleeding in very large doses before surgery"],
        "drugInteractions": ["May enhance blood-thinning medications in very high doses", "May affect blood sugar medications"],
        "pregnancySafe": true,
        "pregnancyNotes": "One of the best-researched herbs for pregnancy nausea; safe up to 1g dried ginger daily",
        "nursingNotes": "Generally considered safe in food and moderate medicinal amounts",
        "childrenNotes": "Safe for children; helpful for digestive upset and nausea"
      },
      "dosage": {
        "tea": "1-2 teaspoons fresh grated or 1/2-1 teaspoon dried per cup, simmer 10-15 minutes",
        "tincture": "30-90 drops (1-3ml) up to 3 times daily",
        "capsule": "500-1000mg dried ginger, 2-4 times daily for nausea"
      },
      "content": {
        "overview": "Ginger is one of the most widely used medicinal and culinary spices in the world. Its warming, stimulating properties make it invaluable for digestive complaints, nausea, circulation, and as a cold and flu remedy. Used across virtually every healing tradition, ginger is a true universal medicine.",
        "traditionalUses": "Used medicinally for over 5,000 years, ginger is mentioned in ancient Chinese, Indian, and Middle Eastern texts. In Ayurveda, it's called 'vishwabhesaj' (universal medicine). Chinese medicine uses it to rescue 'devastated yang' and warm the middle burner. European herbalists used it for plague and to warm the stomach.",
        "modernResearch": "Ginger is one of the most researched herbs. Clinical trials confirm its effectiveness for nausea (including pregnancy, chemotherapy, and motion sickness), osteoarthritis, and menstrual pain. Studies show anti-inflammatory effects comparable to NSAIDs through inhibition of COX-2 and 5-LOX pathways.",
        "howToUse": "For nausea: Chew crystallized ginger, drink tea, or take capsules. For digestion: Add to food or drink tea with meals. For cold/flu: Drink hot ginger tea with honey and lemon. For pain/inflammation: Take consistently as tea or capsules. For circulation: Add to foot baths or drink warming tea.",
        "harvesting": "Harvest fresh ginger when leaves begin to yellow and die back, usually 8-10 months after planting. Young ginger is milder; mature ginger is more pungent. Store fresh in refrigerator or freeze; dry for long-term storage.",
        "cultivation": "Tropical plant that can be grown in containers in temperate climates. Needs warmth, humidity, and rich soil. Plant rhizome pieces with eyes facing up. Keep consistently moist but not waterlogged."
      },
      "constituents": [
        "Gingerols (anti-inflammatory, antiemetic)",
        "Shogaols (warming, from dried ginger)",
        "Zingiberene (aromatic)",
        "Volatile oils",
        "Oleoresin"
      ],
      "combinations": [
        {
          "herb": "peppermint",
          "purpose": "Enhanced digestive support"
        },
        {
          "herb": "elderberry",
          "purpose": "Immune support during illness"
        },
        {
          "herb": "turmeric",
          "purpose": "Anti-inflammatory synergy"
        }
      ]
    }
  ]
}
